{"DATE":{"a":"(année, mois, jour)","d":"Fonction de date et d’heure utilisée pour ajouter des dates au format par défaut jj/MM/aaaa."},"DATEDIF":{"a":"(date_début, date_fin, unité)","d":"Fonction de date et d’heure utilisée pour renvoyer la différence entre deux dates (date_début et date_fin) sur la base d'un intervalle (unité) spécifié"},"DATEVALUE":{"a":"(date_texte)","d":"Fonction de date et d’heure utilisée pour renvoyer le numéro de série de la date spécifiée."},"DAY":{"a":"(valeur_date)","d":"Fonction de date et d’heure qui renvoie le jour (un nombre de 1 à 31) de la date indiquée au format numérique (jj/MM/aaaa par défaut)."},"DAYS":{"a":"(date_fin, date_début)","d":"Fonction de date et d’heure utilisée pour retourner le nombre de jours entre deux dates."},"DAYS360":{"a":"(date_début, date_fin [,méthode])","d":"Fonction de date et d’heure utilisée pour renvoyer le nombre de jours entre deux dates (date_début et date_fin) sur la base d'une année de 360 jours en utilisant un des modes de calcul (américain ou européen)."},"EDATE":{"a":"(date_départ, mois)","d":"Fonction de date et d’heure utilisée pour renvoyer le numéro de série de la date qui vient le nombre de mois spécifié (mois) avant ou après la date déterminée (date_départ)."},"EOMONTH":{"a":"(date_départ, mois)","d":"Fonction de date et d’heure utilisée pour renvoyer le numéro de série du dernier jour du mois qui vient le nombre de mois spécifié avant ou après la date déterminée."},"HOUR":{"a":"(valeur_heure)","d":"Fonction de date et d’heure qui renvoie l'heure (nombre de 0 à 23) correspondant à une valeur d'heure."},"ISOWEEKNUM":{"a":"(date)","d":"Fonction de date et d’heure utilisée pour renvoyer le numéro ISO de la semaine de l'année pour une date donnée."},"MINUTE":{"a":"(valeur_heure)","d":"Fonction de date et d’heure qui renvoie les minutes (un nombre de 0 à 59) correspondant à une valeur d'heure."},"MONTH":{"a":"(valeur_date)","d":"Fonction de date et d’heure qui renvoie le mois (nombre de 1 à 12) d'une date indiquée au format numérique (jj/MM/aaaa par défault)."},"NETWORKDAYS":{"a":"(date_début, date_fin [, jours_fériés])","d":"Fonction de date et d’heure utilisée pour renvoyer le nombre de jours ouvrables entre deux dates (date_début et date_fin) à l'exclusion des week-ends et dates considérées comme jours fériés."},"NETWORKDAYS.INTL":{"a":"(start_date, days, [, week-end], [, jours_fériés])","d":"Fonction de date et d’heure utilisée pour retourner le nombre de jours de travail entiers entre deux dates en utilisant des paramètres pour indiquer quels jours et combien de jours sont des jours de week-end."},"NOW":{"a":"()","d":"Fonction de date et d'heure utilisée pour renvoyer le numéro de série de la date et de l'heure actuelles ; Si le format de la cellule était Général avant la saisie de la fonction, l'application modifie le format de la cellule afin qu'il corresponde au format de la date et de l'heure de vos paramètres régionaux."},"SECOND":{"a":"(valeur_heure)","d":"Fonction de date et d'heure qui renvoie les secondes (un nombre de 0 à 59) correspondant à une valeur d’heure."},"TIME":{"a":"(heure, minute, seconde)","d":"Fonction de date et d'heure utilisée pour ajouter l'heure spécifiée au format sélectionné (hh:mm tt par défaut)."},"TIMEVALUE":{"a":"(heure_texte)","d":"Fonction de date et d'heure utilisée pour renvoyer le numéro de série d'une valeur d’heure."},"TODAY":{"a":"()","d":"Fonction de date et d'heure utilisée pour ajouter la date actuelle au format MM/jj/aa. Cette fonction ne nécessite pas d'argument."},"WEEKDAY":{"a":"(numéro_de_série [, type_retour])","d":"Fonction de date et d'heure utilisée pour déterminer le jour de la semaine de la date spécifiée."},"WEEKNUM":{"a":"(numéro_de_série [, type_retour])","d":"Fonction de date et d'heure utilisée pour renvoyer le numéro de la semaine au cours de laquelle la date déterminée tombe dans l’année."},"WORKDAY":{"a":"(date_début , nb_jours[, jours_fériés])","d":"Fonction de date et d'heure utilisée pour renvoyer la date qui vient le nombre de jours indiqué (nb_jours) avant ou après la date déterminée à l'exclusion des week-ends et des dates considérées comme jours fériés."},"WORKDAY.INTL":{"a":"(start_date, nb_jours, [, nb_jours_week-end], [, jours_fériés])","d":"Fonction de date et d'heure utilisée pour renvoyer la date avant ou après un nombre spécifié de jours de travail avec des paramètres de week-end personnalisés. Les paramètres de week-ends indiquent combien de jours et lesquels sont comptés dans le week-end."},"YEAR":{"a":"(valeur_date)","d":"Fonction de date et d'heure qui renvoie l'année (nombre de 1900 à 9999) de la date au format numérique (jj/MM/aaaa par défault)."},"YEARFRAC":{"a":"(date_début, date_fin [, base])","d":"Fonction de date et d'heure utilisée pour renvoyer la fraction d'une année représentée par le nombre de jours complets à partir de la date_début jusqu'à la date_fin calculé sur la base spécifiée."},"BESSELI":{"a":"(X , N)","d":"Fonction d'ingénierie utilisée pour retourner la fonction de Bessel modifiée, qui est équivalente a la fonction de Bessel évaluée pour des arguments purement imaginaires."},"BESSELJ":{"a":"(X , N)","d":"Fonction d'ingénierie utilisée pour renvoyer la fonction de Bessel."},"BESSELK":{"a":"(X , N)","d":"Fonction d'ingénierie utilisée pour retourner la fonction de Bessel modifiée, qui est équivalente aux fonctions de Bessel évaluées pour des arguments purement imaginaires."},"BESSELY":{"a":"(X , N)","d":"Fonction d'ingénierie utilisée pour renvoyer la fonction de Bessel, également appelée fonction de Weber ou fonction de Neumann."},"BIN2DEC":{"a":"(nombre)","d":"Fonction d'ingénierie utilisée pour convertir un nombre binaire en un nombre décimal."},"BIN2HEX":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre binaire en un nombre hexadécimal."},"BIN2OCT":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre binaire en un nombre octal."},"BITAND":{"a":"(nombre1, nombre2)","d":"Fonction d'ingénierie utilisée pour renvoyer le ET bit à bit de deux nombres."},"BITLSHIFT":{"a":"(nombre, décalage)","d":"Fonction d'ingénierie utilisée pour renvoyer un nombre décalé à gauche du nombre de bits spécifié."},"BITOR":{"a":"(nombre1, nombre2)","d":"Fonction d'ingénierie utilisée pour renvoyer le OU bit à bit de deux nombres."},"BITRSHIFT":{"a":"(nombre, décalage)","d":"Fonction d'ingénierie utilisée pour renvoyer un nombre décalé à droite du nombre de bits spécifié."},"BITXOR":{"a":"(nombre1, nombre2)","d":"Fonction d'ingénierie utilisée pour renvoyer le OU exclusif bit à bit de deux nombres."},"COMPLEX":{"a":"(partie_réelle, partie_imaginaire [, suffixe])","d":"Fonction d'ingénierie utilisée pour convertir une partie réelle et une partie imaginaire en un nombre complexe exprimé sous la forme a+ bi ou a + bj."},"CONVERT":{"a":"(nombre, de_unité, à_unité)","d":"Fonction d'ingénierie utilisée pour convertir un nombre d’une unité à une autre unité; par exemple, la fonction CONVERT peut traduire un tableau de distances en milles en un tableau de distances exprimées en kilomètres."},"DEC2BIN":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre décimal en un nombre binaire."},"DEC2HEX":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre décimal en un nombre hexadécimal."},"DEC2OCT":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre décimal en un nombre octal."},"DELTA":{"a":"(nombre1 [, nombre2])","d":"Fonction d'ingénierie utilisée pour tester si deux nombres sont égaux. La fonction renvoie 1 si les nombres sont égaux et 0 sinon."},"ERF":{"a":"(limite_inf [, limite_sup])","d":"Fonction d'ingénierie utilisée pour calculer la fonction d'erreur intégrée entre les limites inférieure et supérieure spécifiées."},"ERF.PRECISE":{"a":"(x)","d":"Fonction d'ingénierie utilisée pour renvoyer la fonction d’erreur."},"ERFC":{"a":"(limite_inf)","d":"Fonction d'ingénierie utilisée pour calculer la fonction d'erreur complémentaire intégrée entre la limite inférieure et l'infini."},"ERFC.PRECISE":{"a":"(x)","d":"Fonction d'ingénierie qui renvoie la fonction ERF complémentaire intégrée entre x et l'infini."},"GESTEP":{"a":"(nombre [, seuil])","d":"Fonction d'ingénierie utilisée pour tester si un nombre est supérieur à une valeur de seuil. La fonction renvoie 1 si le nombre est supérieur ou égal à la valeur de seuil et 0 sinon."},"HEX2BIN":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre hexadécimal en binaire."},"HEX2DEC":{"a":"(nombre)","d":"Fonction d'ingénierie utilisée pour convertir un nombre hexadécimal en nombre décimal."},"HEX2OCT":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre hexadécimal en octal."},"IMABS":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la valeur absolue d'un nombre complexe."},"IMAGINARY":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la partie imaginaire du nombre complexe spécifié."},"IMARGUMENT":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer l'argument Theta, un angle exprimé en radians."},"IMCONJUGATE":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer le conjugué complexe d’un nombre complexe."},"IMCOS":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer le cosinus d’un nombre complexe."},"IMCOSH":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer le cosinus hyperbolique d'un nombre complexe."},"IMCOT":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la cotangente d’un nombre complexe."},"IMCSC":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la cosécante d’un nombre complexe."},"IMCSCH":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la cosécante hyperbolique d'un nombre complexe."},"IMDIV":{"a":"(nombre_complexe1, nombre_complexe2)","d":"Fonction d'ingénierie utilisée pour retourner le quotient de deux nombres complexes exprimés en forme a + bi ou a + bj."},"IMEXP":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la constante e élevée à la puissance spécifiée par un nombre complexe. La constante e est égale à 2,71828182845904."},"IMLN":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer le logarithme naturel d'un nombre complexe."},"IMLOG10":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour calculer le logarithme en base 10 d'un nombre complexe."},"IMLOG2":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour calculer le logarithme en base 2 d'un nombre complexe."},"IMPOWER":{"a":"(nombre_complexe, nombre)","d":"Fonction d'ingénierie utilisée pour renvoyer le résultat d'un nombre complexe élevé à la puissance désirée."},"IMPRODUCT":{"a":"(liste_des_arguments)","d":"Fonction d'ingénierie utilisée pour renvoyer le produit des nombres complexes spécifiés."},"IMREAL":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la partie réelle du nombre complexe spécifié."},"IMSEC":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la sécante d'un nombre complexe."},"IMSECH":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la sécante hyperbolique d'un nombre complexe."},"IMSIN":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer le sinus d’un nombre complexe."},"IMSINH":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer le sinus hyperbolique d'un nombre complexe."},"IMSQRT":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la racine carrée d'un nombre complexe."},"IMSUB":{"a":"(nombre_complexe1, nombre_complexe2)","d":"Fonction d'ingénierie utilisée pour retourner la différence de deux nombres complexes exprimés sous la forme a + bi ou a + bj."},"IMSUM":{"a":"(liste_des_arguments)","d":"Fonction d'ingénierie utilisée pour renvoyer la somme des nombres complexes spécifiés."},"IMTAN":{"a":"(nombre_complexe)","d":"Fonction d'ingénierie utilisée pour renvoyer la tangente d’un nombre complexe."},"OCT2BIN":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre octal en un nombre binaire."},"OCT2DEC":{"a":"(nombre)","d":"Fonction d'ingénierie utilisée pour convertir un nombre octal en un nombre décimal."},"OCT2HEX":{"a":"(nombre [, emplacements])","d":"Fonction d'ingénierie utilisée pour convertir un nombre octal en un nombre hexadécimal."},"DAVERAGE":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour faire la moyenne des valeurs dans un champ(colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"DCOUNT":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour compter les cellules contenant des nombres dans un champ (colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"DCOUNTA":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour ajouter les numéros dans un champ(colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"DGET":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour extraire une seule valeur d'une colonne d'une liste ou d'une base de données qui correspond aux conditions que vous spécifiez."},"DMAX":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour renvoyer le plus grand nombre dans un champ (colonne) d'enregistrements dans une liste ou une base de données qui correspond aux conditions que vous spécifiez."},"DMIN":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour renvoyer le plus petit nombre dans un champ (colonne) d'enregistrements dans une liste ou une base de données qui correspond aux conditions que vous spécifiez."},"DPRODUCT":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour multiplier les valeurs dans un champ (colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"DSTDEV":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour estimer l'écart-type d'une population en fonction d'un échantillon en utilisant les numéros d'un champ (colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"DSTDEVP":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour calculer l'écart-type d'une population basée sur la population entière en utilisant les nombres dans un champ (colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"DSUM":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour ajouter les numéros dans un champ(colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"DVAR":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour estimer la variance d'une population en fonction d'un échantillon en utilisant les numéros d'un champ (colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"DVARP":{"a":"(base_de_données, champ, critères)","d":"Fonction de bases de données utilisée pour calculer la variance d'une population basée sur la population entière en utilisant les nombres dans un champ (colonne) d'enregistrements dans une liste ou une base de données qui correspondent aux conditions que vous spécifiez."},"CHAR":{"a":"(nombre)","d":"Fonction de texte et données utilisée pour renvoyer le caractère ASCII déterminé par un nombre."},"CLEAN":{"a":"(texte)","d":"Fonction de texte et données utilisée pour supprimer tous les caractères de contrôle d'une chaîne sélectionnée."},"CODE":{"a":"(texte)","d":"Fonction de texte et données utilisée pour renvoyer la valeur ASCII d'un caractère déterminé ou d'un premier caractère dans la cellule."},"CONCATENATE":{"a":"(texte1, texte2, ...)","d":"Fonction de texte et données utilisée pour combiner les données de deux ou plusieurs cellules en une seule"},"CONCAT":{"a":"(texte1, texte2, ...)","d":"Fonction de texte et données utilisée pour combiner les données de deux ou plusieurs cellules en une seule. Cette fonction remplace la fonction CONCATENER."},"DOLLAR":{"a":"(nombre [, décimales])","d":"Fonction de texte et données utilisée pour convertir un nombre dans le texte en utilisant le format monétaire $#.##"},"EXACT":{"a":"(texte1, texte2)","d":"Fonction de texte et données utilisée pour comparer les données de deux cellules. La fonction renvoie vrai (TRUE) si les données sont identiques, et faux (FALSE) dans le cas contraire."},"FIND":{"a":"(texte_cherché, texte [, no_départ])","d":"Fonction de texte et de données utilisée pour trouver la sous-chaîne spécifiée (texte_cherché) dans une chaîne (texte) et destinée aux langues qui utilisent le jeu de caractères à un octet (SBCS)"},"FINDB":{"a":"(texte_cherché, texte [, no_départ])","d":"Fonction de texte et de données utilisée pour trouver la sous-chaîne spécifiée (texte_cherché) dans une chaîne (texte) et destinée aux langues qui utilisent le jeu de caractères à deux octets (DBCS) comme le Japonais, le Chinois, le Coréen etc."},"FIXED":{"a":"(nombre [, [décimales] [, no_séparateur]])","d":"Fonction de texte et données utilisée pour renvoyer la représentation textuelle d'un nombre arrondi au nombre de décimales déterminé."},"LEFT":{"a":"(texte [, no_car])","d":"Fonction de texte et de données utilisée pour extraire la sous-chaîne d’une chaîne spécifiée à partir du caractère de gauche et destinée aux langues qui utilisent le jeu de caractères à un octet (SBCS)"},"LEFTB":{"a":"(texte [, no_car])","d":"Fonction de texte et de données utilisée pour extraire la sous-chaîne d’une chaîne spécifiée à partir du caractère de gauche et destinée aux langues qui utilisent le jeu de caractères à deux octets (DBCS) comme le Japonais, le Chinois, le Coréen etc."},"LEN":{"a":"(texte)","d":"Fonction de texte et de données utilisée pour analyser la chaîne spécifiée et renvoyer le nombre de caractères qu’elle contient et destinée aux langues qui utilisent le jeu de caractères à un octet (SBCS)"},"LENB":{"a":"(texte)","d":"Fonction de texte et de données utilisée pour analyser la chaîne spécifiée et renvoyer le nombre de caractères qu’elle contient et destinée aux langues qui utilisent le jeu de caractères à deux octets (DBCS) comme le Japonais, le Chinois, le Coréen etc."},"LOWER":{"a":"(texte)","d":"Fonction de texte et données utilisée pour convertir des majuscules en minuscules dans la cellule sélectionnée."},"MID":{"a":"(texte, no_départ, no_car)","d":"Fonction de texte et de données utilisée pour extraire les caractères d’une chaîne spécifiée à partir de n’importe quelle position et destinée aux langues qui utilisent le jeu de caractères à un octet (SBCS)"},"MIDB":{"a":"(texte, no_départ, no_car)","d":"Fonction de texte et de données utilisée pour extraire les caractères d’une chaîne spécifiée à partir de n’importe quelle position et destinée aux langues qui utilisent le jeu de caractères à deux octets (DBCS) comme le Japonais, le Chinois, le Coréen etc."},"NUMBERVALUE":{"a":"(text [, [[séparateur_décimal] [, [séparateur_groupe]])","d":"Fonction de texte et de données utilisée pour convertir le texte en nombre, de manière indépendante des paramètres régionaux."},"PROPER":{"a":"(texte)","d":"Fonction de texte et données utilisée pour convertir le premier caractère de chaque mot en majuscules et tous les autres en minuscules."},"REPLACE":{"a":"(ancien_texte, no_départ, no_car, nouveau_texte)","d":"Fonction de texte et de données utilisée pour remplacer un jeu de caractères, en fonction du nombre de caractères et de la position de départ que vous spécifiez, avec un nouvel ensemble de caractères et destinée aux langues qui utilisent le jeu de caractères à un octet (SBCS)"},"REPLACEB":{"a":"(ancien_texte, no_départ, no_car, nouveau_texte)","d":"Fonction de texte et de données utilisée pour remplacer un jeu de caractères, en fonction du nombre de caractères et de la position de départ que vous spécifiez, avec un nouvel ensemble de caractères et destinée aux langues qui utilisent le jeu de caractères à deux octets (DBCS) comme le Japonais, le Chinois, le Coréen etc."},"REPT":{"a":"(texte, nombre_fois)","d":"Fonction de texte et données utilisée pour remplir une cellule avec plusieurs instances d'une chaîne de texte."},"RIGHT":{"a":"(texte [, no_car])","d":"Fonction de texte et de données utilisée pour extraire une sous-chaîne d'une chaîne à partir du caractère le plus à droite, en fonction du nombre de caractères spécifié et destinée aux langues qui utilisent le jeu de caractères à un octet (SBCS)"},"RIGHTB":{"a":"(texte [, no_car])","d":"Fonction de texte et de données utilisée pour extraire une sous-chaîne d'une chaîne à partir du caractère le plus à droite, en fonction du nombre de caractères spécifié et destinée aux langues qui utilisent le jeu de caractères à deux octets (DBCS) comme le Japonais, le Chinois, le Coréen etc."},"SEARCH":{"a":"(texte_cherché, texte [, no_départ])","d":"Fonction de texte et de données utilisée pour renvoyer l'emplacement de la sous-chaîne spécifiée dans une chaîne et destinée aux langues qui utilisent le jeu de caractères à un octet (SBCS)"},"SEARCHB":{"a":"(texte_cherché, texte [, no_départ])","d":"Fonction de texte et de données utilisée pour renvoyer l'emplacement de la sous-chaîne spécifiée dans une chaîne et destinée aux langues qui utilisent le jeu de caractères à deux octets (DBCS) comme le Japonais, le Chinois, le Coréen etc."},"SUBSTITUTE":{"a":"(texte, ancien_texte,nouveau_texte [, no_position])","d":"Fonction de texte et données utilisée pour remplacer un jeu de caractères par un nouveau."},"T":{"a":"(valeur)","d":"Fonction de texte et données utilisée pour vérifier si la valeur dans la cellule (ou utilisée comme argument) est un texte ou non. Si ce n'est pas un texte, la fonction renvoie un résultat vide. Si la valeur/argument est un texte, la fonction renvoie la même valeur textuelle."},"TEXT":{"a":"(valeur, format)","d":"Fonction de texte et données utilisée pour convertir une valeur au format spécifié."},"TEXTJOIN":{"a":"(séparateur, ignore_ignorer_vide, texte1[, texte2], …)","d":"Fonction de texte et données utilisée pour combiner le texte de plusieurs plages et/ou chaînes, incluant un délimiteur que vous spécifiez entre chaque valeur de texte qui sera combinée. Si le délimiteur est une chaîne de texte vide, cette fonction concaténera les plages."},"TRIM":{"a":"(texte)","d":"Fonction de texte et données utilisée pour supprimer des espaces à gauche ou à droite d'une chaîne."},"UNICHAR":{"a":"(nombre)","d":"Fonction de texte et données utilisée pour renvoyer le caractère Unicode référencé par la valeur numérique donnée."},"UNICODE":{"a":"(texte)","d":"Fonction de texte et données utilisée pour retourner le nombre(valeur d'encodage) correspondant au premier caractère du texte."},"UPPER":{"a":"(texte)","d":"Fonction de texte et données utilisée pour convertir les minuscules en majuscules dans la cellule sélectionnée."},"VALUE":{"a":"(texte)","d":"Fonction de texte et données utilisée pour convertir une valeur de texte représentant un nombre en ce nombre. Si le texte à convertir n'est pas un nombre, la fonction renvoie l'erreur #VALEUR!."},"AVEDEV":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer la moyenne des écarts absolus des nombres de leur moyenne."},"AVERAGE":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser la plage de données et trouver la valeur moyenne."},"AVERAGEA":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données y compris du texte et des valeurs logiques et trouver la moyenne La fonction AVERAGEA considère tout texte et FALSE comme égal à 0 et TRUE comme égal à 1."},"AVERAGEIF":{"a":"(plage, critères [, plage_moyenne])","d":"Fonction statistique utilisée pour analyser une plage de données et trouver la moyenne de tous les nombres dans une plage de cellules à la base du critère spécifié"},"AVERAGEIFS":{"a":"(plage_moyenne, plage_critères1, critères1, [plage_critères2, critères2],... )","d":"Fonction statistique utilisée pour analyser une plage de données et trouver la moyenne de tous les nombres dans une plage de cellules à la base de critères multiples"},"BETADIST":{"a":" (x, alpha, bêta, [ ,[A] [, [B]]) ","d":"Fonction statistique utilisée pour retourner la fonction de densité de probabilité bêta cumulative."},"BETA.DIST":{"a":" (x, alpha, bêta, cumulative, [, [A] [, [B]]) ","d":"Fonction statistique utilisée pour renvoyer la distribution bêta."},"BETA.INV":{"a":" (probabilité, alpha, bêta, [, [A] [, [B]]) ","d":"Fonction statistique utilisée pour retourner l'inverse de la fonction de densité de probabilité cumulative bêta"},"BINOMDIST":{"a":"(nombre_s, essais, probabilité_s, cumulative)","d":"Fonction statistique utilisée pour renvoyer la probabilité d'une variable aléatoire discrète suivant la loi binomiale."},"BINOM.DIST":{"a":"(nombre_s, essais, probabilité_s, cumulative)","d":"Fonction statistique utilisée pour renvoyer la probabilité d'une variable aléatoire discrète suivant la loi binomiale."},"BINOM.DIST.RANGE":{"a":"(essais, probabilité_s, nombre_s [, nombre_s2])","d":"Fonction statistique utilisée pour retourner la probabilité d'un résultat d'essai en utilisant une distribution binomiale"},"BINOM.INV":{"a":"(essais, probabilité_s, alpha)","d":"Fonction statistique utilisée pour renvoyer la plus petite valeur pour laquelle la distribution binomiale cumulative est supérieure ou égale à une valeur de critère"},"CHIDIST":{"a":"(x, deg_liberté)","d":"Fonction statistique utilisée pour renvoyer la probabilité à droite de la distribution du khi-carré"},"CHIINV":{"a":"(probabilité, deg_liberté)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la probabilité à droite de la distribution du khi-carré."},"CHITEST":{"a":"(plage_réelle, plage_attendue)","d":"Fonction statistique utilisée pour retourner le test d'indépendance, la valeur de la distribution du khi-deux (χ2) pour la statistique et les degrés de liberté appropriés"},"CHISQ.DIST":{"a":"(x, deg_liberté, cumulative)","d":"Fonction statistique utilisée pour renvoyer la distribution du khi-carré."},"CHISQ.DIST.RT":{"a":"(x, deg_liberté)","d":"Fonction statistique utilisée pour renvoyer la probabilité à droite de la distribution du khi-carré"},"CHISQ.INV":{"a":"(probabilité, deg_liberté)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la probabilité à gauche de la distribution du khi-carré."},"CHISQ.INV.RT":{"a":"(probabilité, deg_liberté)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la probabilité à droite de la distribution du khi-carré."},"CHISQ.TEST":{"a":"(plage_réelle, plage_attendue)","d":"Fonction statistique utilisée pour retourner le test d'indépendance, la valeur de la distribution du khi-deux (χ2) pour la statistique et les degrés de liberté appropriés"},"CONFIDENCE":{"a":"(alpha, écart_type, taille)","d":"Fonction statistique utilisée pour renvoyer l'intervalle de confiance."},"CONFIDENCE.NORM":{"a":"(alpha, écart_type, taille)","d":"Fonction statistique utilisée pour retourner l'intervalle de confiance pour une moyenne de population en utilisant une distribution normale."},"CONFIDENCE.T":{"a":"(alpha, écart_type, taille)","d":"Fonction statistique utilisée pour retourner l'intervalle de confiance pour une moyenne de population, en utilisant la distribution en T de Student."},"CORREL":{"a":"(matrice1 , matrice2)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer le coefficient de corrélation entre deux séries de données."},"COUNT":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour compter le nombre de cellules sélectionnées qui contiennent des nombres en ignorant les cellules vides ou avec du texte."},"COUNTA":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser la plage de cellules et compter le nombre de cellules qui ne sont pas vides."},"COUNTBLANK":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de cellules et renvoyer le nombre de cellules vides."},"COUNTIF":{"a":"(plage, critères)","d":"Fonction statistique utilisée pour compter le nombre de cellules sélectionnées à la base du critère spécifié."},"COUNTIFS":{"a":"(plage_critères1,  critères1, [plage_critères2, critères2], ... )","d":"Fonction statistique utilisée pour compter le nombre de cellules sélectionnées à la base de critères multiples."},"COVAR":{"a":"(matrice1 , matrice2)","d":"Fonction statistique utilisée pour renvoyer la covariance de deux plages de données."},"COVARIANCE.P":{"a":"(matrice1 , matrice2)","d":"Fonction statistique utilisée pour retourner la covariance de population, la moyenne des produits des écarts pour chaque paire de points de données dans deux ensembles de données; utilisez la covariance pour déterminer la relation entre deux ensembles de données."},"COVARIANCE.S":{"a":"(matrice1 , matrice2)","d":"Fonction statistique utilisée pour retourner la covariance de l'échantillon, la moyenne des produits des écarts pour chaque paire de points de données dans deux ensembles de données."},"CRITBINOM":{"a":"(nombre_essais, probabilité_succès, alpha)","d":"Fonction statistique utilisée pour renvoyer la valeur plus petite pour laquelle la distribution binomiale cumulée est supérieure ou égale à la valeur alpha spécifiée."},"DEVSQ":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et calculer la somme des carrés des déviations des nombres de leur moyenne."},"EXPONDIST":{"a":"(x, lambda, cumulative)","d":"Fonction statistique utilisée pour renvoyer une distribution exponentielle."},"EXPON.DIST":{"a":"(x, lambda, cumulative)","d":"Fonction statistique utilisée pour renvoyer une distribution exponentielle."},"FDIST":{"a":"(x, deg-freedom1, deg-freedom2)","d":"Fonction statistique utilisée pour renvoyer la distribution de probabilité F(droite), ou le degré de diversité, pour deux ensembles de données. Vous pouvez utiliser cette fonction pour déterminer si deux ensembles de données ont des degrés de diversité différents"},"FINV":{"a":"(probabilité, deg_liberté1, deg_liberté2)","d":"Fonction statistique utilisée pour retourner l'inverse de la distribution de probabilité F à droite; la distribution F peut être utilisée dans un test F qui compare le degré de variabilité de deux ensembles de données"},"FTEST":{"a":"(matrice1, matrice2)","d":"Fonction statistique utilisée pour renvoyer le résultat d’un test F. Un test F renvoie la probabilité bilatérale que les variances des arguments matrice1 et matrice2 ne présentent pas de différences significatives"},"F.DIST":{"a":"(x, deg_liberté1, deg_liberté2, cumulative)","d":"Fonction statistique utilisée pour renvoyer la distribution de probabilité F. Vous pouvez utiliser cette fonction pour déterminer si deux ensembles de données ont des degrés de diversité différents."},"F.DIST.RT":{"a":"(x, deg_liberté1, deg_liberté2)","d":"Fonction statistique utilisée pour renvoyer la distribution de probabilité F(droite), ou le degré de diversité, pour deux ensembles de données. Vous pouvez utiliser cette fonction pour déterminer si deux ensembles de données ont des degrés de diversité différents"},"F.INV":{"a":"(probabilité, deg_liberté1, deg_liberté2)","d":"Fonction statistique utilisée pour retourner l'inverse de la distribution de probabilité F à droite; la distribution F peut être utilisée dans un test F qui compare le degré de variabilité de deux ensembles de données"},"F.INV.RT":{"a":"(probabilité, deg_liberté1, deg_liberté2)","d":"Fonction statistique utilisée pour retourner l'inverse de la distribution de probabilité F à droite; la distribution F peut être utilisée dans un test F qui compare le degré de variabilité de deux ensembles de données"},"F.TEST":{"a":"(matrice1, matrice2)","d":"Fonction statistique utilisée pour retourner le résultat d’un test F, la probabilité bilatérale que les variances des arguments matrice1 et matrice2 ne présentent pas de différences significatives"},"FISHER":{"a":"(nombre)","d":"Fonction statistique utilisée pour renvoyer la transformation Fisher d'un nombre."},"FISHERINV":{"a":"(nombre)","d":"Fonction statistique utilisée pour effectuer une transformation inversée de Fisher."},"FORECAST":{"a":"(x, matrice1, matrice2)","d":"Fonction statistique utilisée pour prédire une valeur future à la base des valeurs existantes fournies."},"FORECAST.ETS":{"a":"(date_cible, valeurs, chronologie, [caractère_saisonnier], [saisie_semiautomatique_données], [agrégation])","d":"Fonction statistique utilisée pour prédire une valeur future en fonction des valeurs existantes (historiques) à l’aide de la version AAA de l’algorithme de lissage exponentiel (Exponential Smoothing, ETS)"},"FORECAST.ETS.CONFINT":{"a":"(date_cible, valeurs, chronologie, [seuil_probabilité], [caractère_saisonnier], [saisie_semiautomatique_données], [agrégation])","d":"Fonction statistique utilisée pour retourner un intervalle de confiance pour la prévision à la date cible spécifiée"},"FORECAST.ETS.SEASONALITY":{"a":"(valeurs, chronologie, [saisie_semiautomatique_données], [agrégation])","d":"Fonction statistique utilisée pour retourner la durée du modèle de répétition détecté par application pour la série chronologique spécifiée"},"FORECAST.ETS.STAT":{"a":"(valeurs, chronologie, type_statistique, [caractère_saisonnier], [saisie_semiautomatique_données], [agrégation])","d":"Fonction statistique utilisée pour retourner une valeur statistique suite à la prévision de la série chronologique; le type statistique indique quelle statistique est requise par cette fonction"},"FORECAST.LINEAR":{"a":"(x, y_connus, x_connus)","d":"Fonction statistique utilisée pour calculer, ou prédire, une valeur future en utilisant des valeurs existantes; la valeur prédite est une valeur y pour une valeur x donnée, les valeurs connues sont des valeurs x et des valeurs y existantes, et la nouvelle valeur est prédite en utilisant une régression linéaire"},"FREQUENCY":{"a":"(tableau_données, matrice_intervalles)","d":"Fonction statistique utilisée pour calculer la fréquence de la présence des valeurs dans une plage de cellules sélectionnée et afficher la première valeur de la matrice de nombres renvoyée."},"GAMMA":{"a":"(nombre)","d":"Fonction statistique utilisée pour retourner la valeur de la fonction gamma."},"GAMMADIST":{"a":"(x, alpha, bêta, cumulative)","d":"Fonction statistique utilisée pour renvoyer la distribution gamma."},"GAMMA.DIST":{"a":"(x, alpha, bêta, cumulative)","d":"Fonction statistique utilisée pour renvoyer la distribution gamma."},"GAMMAINV":{"a":"(probabilité, alpha, bêta)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la distribution cumulative gamma."},"GAMMA.INV":{"a":"(probabilité, alpha, bêta)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la distribution cumulative gamma."},"GAMMALN":{"a":"(nombre)","d":"Fonction statistique utilisée pour renvoyer le logarithme naturel de la fonction Gamma."},"GAMMALN.PRECISE":{"a":"(x)","d":"Fonction statistique utilisée pour renvoyer le logarithme naturel de la fonction Gamma."},"GAUSS":{"a":"(z)","d":"Fonction statistique utilisée pour calculer la probabilité qu'un membre d'une population normale standard se situe entre la moyenne et les écarts-types z de la moyenne."},"GEOMEAN":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour calculer la moyenne géométrique d'une série de données."},"HARMEAN":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour calculer la moyenne harmonique d'une série de données."},"HYPGEOMDIST":{"a":"(succès_échantillon, nombre_échantillon, succès_population ,nombre_population)","d":"Fonction statistique utilisée pour renvoyer la probabilité d'une variable aléatoire discrète suivant une loi hypergéométrique"},"INTERCEPT":{"a":"(matrice1 , matrice2)","d":"Fonction statistique utilisée pour analyser les valeurs de la première matrice et de la deuxième pour calculer le point d'intersection."},"KURT":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour renvoyer le kurtosis d'une série de données."},"LARGE":{"a":"(matrice , k)","d":"Fonction statistique utilisée pour analyser une plage de cellules et renvoyer la nième plus grande valeur."},"LOGINV":{"a":"(x, moyenne, écart_type)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la fonction de distribution de x suivant une loi lognormale cumulée en utilisant les paramètres spécifiés"},"LOGNORM.DIST":{"a":"(x , moyenne, écart_type, cumulative)","d":"Fonction statistique utilisée pour retourner la distribution log-normale de x, où ln(x) est normalement distribué avec les paramètres moyenne et écart_type."},"LOGNORM.INV":{"a":"(probabilité, moyenne, écart_type)","d":"Fonction statistique utilisée pour retourner l'inverse de la fonction de distribution log-normale de x, où ln(x) est normalement distribué avec les paramètres moyenne et écart_type."},"LOGNORMDIST":{"a":"(x, moyenne, écart_type)","d":"Fonction statistique utilisée pour analyser les données logarithmiquement transformées et renvoyer la fonction de distribution de x suivant une loi lognormale cumulée en utilisant les paramètres spécifiés."},"MAX":{"a":"(nombre1, nombre2, ...)","d":"Fonction statistique utilisée pour analyser la plage de données et trouver le plus grand nombre."},"MAXA":{"a":"(nombre1, nombre2, ...)","d":"Fonction statistique utilisée pour analyser la plage de données et trouver la plus grande valeur."},"MAXIFS":{"a":"(plage_max, plage_critère1, critère1 [, plage_critère2, critère2], ...)","d":"Fonction statistique utilisée pour renvoyer la valeur maximale parmi les cellules spécifiées par un ensemble donné de conditions ou de critères."},"MEDIAN":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour calculer la valeur médiane de la liste d'arguments."},"MIN":{"a":"(nombre1, nombre2, ...)","d":"Fonction statistique utilisée pour analyser la plage de données et de trouver le plus petit nombre."},"MINA":{"a":"(nombre1, nombre2, ...)","d":"Fonction statistique utilisée pour analyser la plage de données et trouver la plus petite valeur."},"MINIFS":{"a":"(plage_min, plage_critère1, critère1 [, plage_critère2, critère2], ...)","d":"Fonction statistique utilisée pour renvoyer la valeur minimale parmi les cellules spécifiées par un ensemble donné de conditions ou de critères."},"MODE":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer la valeur la plus fréquente."},"MODE.MULT":{"a":"(nombre1  [, nombre2] ... )","d":"Fonction statistique utilisée pour renvoyer la valeur la plus fréquente ou répétitive dans un tableau ou une plage de données."},"MODE.SNGL":{"a":"(nombre1  [, nombre2] ... )","d":"Fonction statistique utilisée pour renvoyer la valeur la plus fréquente ou répétitive dans un tableau ou une plage de données."},"NEGBINOM.DIST":{"a":"(nombre_échecs, nombre_succès, probabilité_succès, cumulative)","d":"Fonction statistique utilisée pour retourner la distribution binomiale négative, la probabilité qu'il y aura nombre_échecs échecs avant le nombre_succès-ème succès, avec une probabilité de succès probabilité_succès."},"NEGBINOMDIST":{"a":"(nombre_échecs, nombre_succès, probabilité_succès)","d":"Fonction statistique utilisée pour renvoyer la distribution négative binomiale."},"NORM.DIST":{"a":"(x, moyenne, écart_type, cumulative)","d":"Fonction statistique utilisée pour renvoyer la distribution normale pour la moyenne spécifiée et l'écart type."},"NORMDIST":{"a":"(x , moyenne, écart_type, cumulative)","d":"Fonction statistique utilisée pour renvoyer la distribution normale pour la moyenne spécifiée et l'écart type."},"NORM.INV":{"a":"(probabilité, moyenne, écart_type)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la distribution cumulative normale pour la moyenne et l'écart-type spécifiés."},"NORMINV":{"a":"(x, moyenne, écart_type)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la distribution cumulative normale pour la moyenne et l'écart-type spécifiés."},"NORM.S.DIST":{"a":"(z, cumulative)","d":"Fonction statistique utilisée pour retourner l'inverse de la distribution cumulative normale standard; la distribution a une moyenne de zéro et un écart-type de un."},"NORMSDIST":{"a":"(nombre)","d":"Fonction statistique utilisée pour renvoyer la fonction de distribution cumulative normale standard."},"NORM.S.INV":{"a":"(probabilité)","d":"Fonction statistique utilisée pour retourner l'inverse de la distribution cumulative normale standard; la distribution a une moyenne de zéro et un écart-type de un."},"NORMSINV":{"a":"(probabilité)","d":"Fonction statistique utilisée pour renvoyer l'inverse de la distribution cumulative normale standard."},"PEARSON":{"a":"(matrice1 , matrice2)","d":"Fonction statistique utilisée pour renvoyer le coefficient de corrélation des moments du produit de Pearson."},"PERCENTILE":{"a":"(matrice , k)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer le nième centile."},"PERCENTILE.EXC":{"a":"(matrice , k)","d":"Fonction statistique utilisée pour renvoyer le kème centile des valeurs dans une plage, où k est dans l'intervalle ouvert 0..1."},"PERCENTILE.INC":{"a":"(matrice , k)","d":"Fonction statistique utilisée pour renvoyer le kème centile des valeurs dans une plage, où k est dans l'intervalle ouvert 0..1."},"PERCENTRANK":{"a":"(matrice, k)","d":"Fonction statistique utilisée pour renvoyer le rang d'une valeur dans une série de valeurs en tant que pourcentage de la série."},"PERCENTRANK.EXC":{"a":"(matrice, x[, précision])","d":"Fonction statistique utilisée pour renvoyer le rang d'une valeur dans une série de valeurs en tant qu'un pourcentage(dans l'intervalle ouvert 0..1) de la série."},"PERCENTRANK.INC":{"a":"(matrice, x[, précision])","d":"Fonction statistique utilisée pour renvoyer le rang d'une valeur dans une série de valeurs en tant qu'un pourcentage(dans l'inervalle fermé 0..1) de la série."},"PERMUT":{"a":"(nombre, nombre_choisi)","d":"Fonction statistique utilisée pour renvoyer le rang d'une valeur dans une série de valeurs en tant qu'un pourcentage(dans l'intervalle fermé 0..1) de la série."},"PERMUTATIONA":{"a":"(nombre, nombre_choisi)","d":"Elle sert à retourner le nombre de permutations pour un nombre donné d'objets (avec des répétitions) qui peuvent être sélectionnés parmi les objets totaux."},"PHI":{"a":"(x)","d":"Fonction statistique utilisée pour renvoyer la valeur de la fonction de densité pour une distribution normale standard."},"POISSON":{"a":"(x, moyenne, cumulative)","d":"Fonction statistique utilisée pour renvoyer la probabilité d'une variable aléatoire suivant une loi de Poisson."},"POISSON.DIST":{"a":"(x, moyenne, cumulative)","d":"Fonction statistique utilisée pour retourner la distribution de Poisson; une application courante de la distribution de Poisson est de prédire le nombre d'événements sur une période donnée, comme le nombre de voitures arrivant sur un péage en 1 minute."},"PROB":{"a":"(plage_x, plage_probabilité, limite_inf[, limite_sup])","d":"Fonction statistique utilisée pour renvoyer la probabilité que les valeurs dans une plage se trouvent entre les limites inférieure et supérieure."},"QUARTILE":{"a":"(matrice , catégorie_résultats)","d":"Fonction statistique utilisée pour analyser la plage de données et renvoyer le quartile."},"QUARTILE.INC":{"a":"(matrice, quart)","d":"Fonction statistique utilisée pour retourner le quartile de l'ensemble de données, en se basant sur les valeurs de centile de l'intervalle fermé 0..1."},"QUARTILE.EXC":{"a":"(matrice, quart)","d":"Fonction statistique utilisée pour envoyer le quartile de l'ensemble de données, basé sur les valeurs de centile de l'intervalle ouvert 0..1."},"RANK":{"a":"(nombre, référence[, ordre])","d":"Fonction statistique utilisée pour retourner le rang d'un nombre dans une liste de nombres; le rang d'un nombre est sa taille par rapport à d'autres valeurs dans une liste, si vous deviez trier la liste, le rang du nombre serait sa position"},"RANK.AVG":{"a":"(nombre, référence[, ordre])","d":"Fonction statistique utilisée pour retourner le rang d'un nombre dans une liste de nombres : sa taille par rapport à d'autres valeurs dans la liste; si plus d'une valeur portent le même rang, le rang moyen est retourné"},"RANK.EQ":{"a":"(nombre, référence[, ordre])","d":"Fonction statistique utilisée pour retourner le rang d'un nombre dans une liste de nombres : sa taille par rapport à d'autres valeurs dans la liste; si plus d'une valeur portent le même rang, le rang le plus élevé de cet ensemble de valeurs est retourné"},"RSQ":{"a":"(matrice1 , matrice2)","d":"Fonction statistique utilisée pour renvoyer le carré du coefficient de corrélation des moments du produit de Pearson."},"SKEW":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser la plage de données et renvoyer l'asymétrie de la distribution de la liste d'arguments."},"SKEW.P":{"a":"(nombre1 [, nombre2], ...)","d":"Fonction statistique utilisée pour retourner l'asymétrie d'une distribution basée sur une population: une caractérisation du degré d'asymétrie d'une distribution autour de sa moyenne."},"SLOPE":{"a":"(matrice1 , matrice2)","d":"Fonction statistique utilisée pour renvoyer la pente d'une droite de régression linéaire à travers les données dans deux matrices."},"SMALL":{"a":"(matrice , k)","d":"Fonction statistique utilisée pour analyser une plage de cellules et renvoyer la nième plus petite valeur."},"STANDARDIZE":{"a":"(x, moyenne, écart_type)","d":"Fonction statistique utilisée pour renvoyer la valeur normalisée de la distribution caractérisée par des paramètres spécifiés."},"STDEV":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer l'écart type de la population à la base d'une série de nombres."},"STDEV.P":{"a":"(number1 [, number2], ... )","d":"Fonction statistique utilisée pour calculer l'écart-type basé sur la population entière donnée comme arguments (ignore les valeurs logiques et le texte)."},"STDEV.S":{"a":"(number1 [, number2], ... )","d":"Fonction statistique utilisée pour estimer l'écart-type sur la base d'un échantillon (ignore les valeurs logiques et le texte de l'échantillon)."},"STDEVA":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer l'écart type de la population à la base d'une série de nombres, textes et valeurs logiques (TRUE ou FALSE). La fonction STDEVA considère tout texte et FALSE comme égal à 0 et TRUE comme égal à 1."},"STDEVP":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer l'écart type de toute une population."},"STDEVPA":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer l'écart type de toute une population."},"STEYX":{"a":"(y_connus, x_connus)","d":"Fonction statistique utilisée pour renvoyer l'erreur standard de la valeur y prédite pour chaque x dans la ligne de régression."},"TDIST":{"a":"(x, deg_liberté, uni/bilatéral)","d":"Fonction statistique qui renvoie les points de pourcentage (probabilité) pour la distribution en T de Student où une valeur numérique (x) est une valeur calculée de T pour laquelle les points de pourcentage doivent être calculés; la distribution en T est utilisée dans le test d'hypothèses sur un petit échantillon de données"},"TINV":{"a":"(probabilité, deg_liberté)","d":"Fonction statistique qui renvoie l'inverse de la distribution bilatérale en T de Student."},"T.DIST":{"a":"(x, deg_liberté, cumulative)","d":"Fonction statistique qui renvoie la distribution T de gauche de Student. La distribution en T est utilisée dans le test d'hypothèses sur un petit échantillon de données. Utilisez cette fonction à la place d'une table de valeurs critiques pour la distribution en T."},"T.DIST.2T":{"a":"(x, deg_liberté)","d":"Fonction statistique utilisée pour renvoyer la distribution bilatérale en T de Student. La distribution bilatérale en T de Student est utilisée dans les tests d'hypothèse de petits ensembles de données d'échantillons. Utilisez cette fonction à la place d'un tableau de valeurs critiques pour la distribution en T."},"T.DIST.RT":{"a":"(x, deg_liberté)","d":"Fonction statistique qui renvoie la distribution T de droite de Student. La distribution en T est utilisée dans le test d'hypothèses sur un petit échantillon de données. Utilisez cette fonction à la place d'un tableau de valeurs critiques pour la distribution en T."},"T.INV":{"a":"(probabilité, deg_liberté)","d":"Fonction statistique qui renvoie l'inverse de la distribution T de gauche de Student"},"T.INV.2T":{"a":"(probabilité, deg_liberté)","d":"Fonction statistique qui renvoie l'inverse de la distribution bilatérale en T de Student."},"T.TEST":{"a":"(matrice1, matrice2, uni/bilatéral, type)","d":"Fonction statistique utilisée pour retourner la probabilité associée au test t de Student; Utilisez TEST.STUDENT pour déterminer si deux échantillons sont susceptibles de provenir de deux populations identiques ayant la même moyenne."},"TRIMMEAN":{"a":"(matrice1, matrice2, uni/bilatéral, type)","d":"Fonction statistique utilisée pour renvoyer la moyenne intérieure d'un ensemble de données; MOYENNE.REDUITE calcule la moyenne prise en excluant un pourcentage de points de données des queues supérieure et inférieure d'un ensemble de données"},"TTEST":{"a":"(matrice1, matrice2, uni/bilatéral, type)","d":"Fonction statistique utilisée pour retourner la probabilité associée au test t de Student; Utilisez TEST.STUDENT pour déterminer si deux échantillons sont susceptibles de provenir de deux populations identiques ayant la même moyenne."},"VAR":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer la variance de la population à la base d'une série de nombres."},"VAR.P":{"a":"(nombre1 [, nombre2], ... )","d":"Fonction statistique utilisée pour calculer la variance sur la base de toute la population(ignore les valeurs logiques et le texte dans la population)."},"VAR.S":{"a":"(nombre1 [, nombre2], ... )","d":"Fonction statistique utilisée pour estimer la variance sur la base d'un échantillon (ignore les valeurs logiques et le texte de l'échantillon)."},"VARA":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer la variance de la population à la base d'une série de nombres."},"VARP":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et calculer la variance de la population totale."},"VARPA":{"a":"(liste_des_arguments)","d":"Fonction statistique utilisée pour analyser une plage de données et renvoyer la variance de la population totale."},"WEIBULL":{"a":"(x, alpha, bêta, cumulative)","d":"Fonction statistique utilisée pour renvoyer la distribution de Weibull; utilisez cette distribution dans une analyse de fiabilité, telle que le calcul du délai moyen de défaillance d'un appareil"},"WEIBULL.DIST":{"a":"(x, alpha, bêta, cumulative)","d":"Fonction statistique utilisée pour renvoyer la distribution de Weibull; utilisez cette distribution dans une analyse de fiabilité, telle que le calcul du délai moyen de défaillance d'un appareil"},"Z.TEST":{"a":"(matrice, x[, sigma])","d":"Fonction statistique utilisée pour renvoyer la valeur P unilatérale d'un test Z; Pour une moyenne de population hypothétique donnée, x, Z.TEST renvoie la probabilité que la moyenne de l'échantillon soit supérieure à la moyenne des observations dans l'ensemble de données(tableau), c'est-à-dire la moyenne de l'échantillon observé"},"ZTEST":{"a":"(matrice, x[, sigma])","d":"Fonction statistique utilisée pour renvoyer la valeur de probabilité unilatérale d'un test Z; Pour une moyenne de population hypothétique donnée, μ0, TEST.Z renvoie la probabilité que la moyenne de l'échantillon soit supérieure à la moyenne des observations dans l'ensemble de données(tableau), c'est-à-dire la moyenne de l'échantillon observé"},"ACCRINT":{"a":"(émission, prem_coupon, règlement, taux, [val_nominale], fréquence[, [base]])","d":"Fonction financière utilisée pour calculer l'intérêt couru pour un titre qui paie des intérêts périodiques."},"ACCRINTM":{"a":"(émission, échéance, taux, [[val_nominale] [, [base]]])","d":"Fonction financière utilisée pour calculer les intérêts courus pour un titre qui rapporte des intérêts à l'échéance."},"AMORDEGRC":{"a":"(coût, date_achat, première_période, val_résiduelle, périodicité, taux[, [base]])","d":"Fonction financière utilisée pour calculer la dépréciation d'un actif pour chaque période comptable en utilisant une méthode d'amortissement dégressif."},"AMORLINC":{"a":"(coût, date_achat, première_période, val_résiduelle, périodicité, taux[, [base]])","d":"Fonction financière utilisée pour calculer l'amortissement d'un actif pour chaque période comptable en utilisant une méthode d'amortissement linéaire."},"COUPDAYBS":{"a":"(liquidation, échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le nombre de jours depuis le début de la période de coupon jusqu'à la date de règlement."},"COUPDAYS":{"a":"(liquidation, échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le nombre de jours dans la période de coupon comprenant la date de règlement."},"COUPDAYSNC":{"a":"(liquidation, échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le nombre de jours entre la date de règlement et le prochain paiement du coupon."},"COUPNCD":{"a":"(liquidation, échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer la date du coupon suivant après la date de règlement."},"COUPNUM":{"a":"(liquidation, échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le nombre de coupons entre la date de règlement et la date d'échéance."},"COUPPCD":{"a":"(liquidation, échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer la date du coupon précédent avant la date de règlement."},"CUMIPMT":{"a":"(taux , npm, va, période_début, période_fin, type)","d":"Fonction financière utilisée pour calculer l'intérêt cumulé payé sur un investissement entre deux périodes en fonction d'un taux d'intérêt spécifié et d'un échéancier de paiement constant."},"CUMPRINC":{"a":"(taux , npm, va, période_début, période_fin, type)","d":"Fonction financière utilisée pour calculer le capital cumulé payé sur un investissement entre deux périodes en fonction d'un taux d'intérêt spécifié et d'un échéancier de paiement constant."},"DB":{"a":"(coût, valeur_rés, durée, période[, [mois]])","d":"Fonction financière utilisée pour calculer la dépréciation d'un actif pour une période comptable spécifiée en utilisant la méthode du solde fixe dégressif."},"DDB":{"a":"(coût, valeur_rés, durée, période[, [mois]])","d":"Fonction financière utilisée pour calculer la dépréciation d'un actif pour une période comptable donnée en utilisant la méthode du solde dégressif double."},"DISC":{"a":"(liquidation, échéance, valeur_nominale, valeur_échéance[, [base]])","d":"Fonction financière utilisée pour calculer le taux d'actualisation d'un titre."},"DOLLARDE":{"a":"(prix_décimal, fraction)","d":"Fonction financière utilisée pour convertir un prix en dollars représenté sous forme de fraction en un prix en dollars représenté par un nombre décimal."},"DOLLARFR":{"a":"(prix_décimal, fraction)","d":"Fonction financière utilisée pour convertir un prix en dollars représenté par un nombre décimal en un prix en dollars représenté sous forme de fraction."},"DURATION":{"a":"(liquidation, échéance, taux, rendement, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer la duration de Macaulay d'un titre avec une valeur nominale de 100 $."},"EFFECT":{"a":"(taux_nominal, nb_périodes)","d":"Fonction financière utilisée pour calculer le taux d'intérêt annuel effectif d'un titre en fonction d'un taux d'intérêt annuel nominal déterminé et du nombre de périodes de composition par année."},"FV":{"a":"(taux, npm, vpm [, [va] [,[type]]])","d":"Fonction financière utilisée pour calculer la valeur future d'un investissement à la base du taux d'intérêt spécifié et d'un échéancier de paiement constant."},"FVSCHEDULE":{"a":"(va, taux)","d":"Fonction financière utilisée pour calculer la valeur future d'un investissement à la base d'une série de taux d'intérêt changeants."},"INTRATE":{"a":"(liquidation, échéance, investissement, valeur_échéance[, [base]])","d":"Fonction financière utilisée pour calculer le taux d'intérêt d'un titre entièrement investi qui ne rapporte des intérêts à l'échéance."},"IPMT":{"a":"(taux, pér, npm, va[, [vc] [, [type]]])","d":"Fonction financière utilisée pour calculer le paiement d'intérêts pour un investissement basé sur un taux d'intérêt spécifié et d'un échéancier de paiement constant."},"IRR":{"a":"(valeurs [, [estimation]])","d":"Fonction financière utilisée pour calculer le taux de rendement interne d'une série de flux de trésorerie périodiques."},"ISPMT":{"a":"(taux, pér, npm, va)","d":"Fonction financière utilisée pour calculer le paiement d'intérêts pour une période déterminée d'un investissement basé sur un échéancier de paiement constant."},"MDURATION":{"a":"(liquidation, échéance, taux, rendement, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer la duration de Macaulay modifiée d'un titre avec une valeur nominale de 100 $."},"MIRR":{"a":"(valeurs, taux_emprunt, taux_placement)","d":"Fonction financière utilisée pour calculer le taux de rendement interne d'une série de flux de trésorerie périodiques."},"NOMINAL":{"a":"(taux_effectif, nb_périodes)","d":"Fonction financière utilisée pour calculer le taux d'intérêt annuel nominal d'un titre en fonction d'un taux d'intérêt annuel effectif déterminé et du nombre de périodes de composition par année."},"NPER":{"a":"(taux, vpm, va [, [vc] [,[type]]])","d":"Fonction financière utilisée pour calculer le nombre de périodes pour un investissement à la base du taux d'intérêt spécifié et d'un échéancier de paiement constant."},"NPV":{"a":"(taux, liste_des_arguments)","d":"Fonction financière utilisée pour calculer la valeur nette actuelle d'un investissement à la base d'un taux d'escompte spécifié."},"ODDFPRICE":{"a":"(règlement, échéance, émission, premier_coupon, taux, rendement, valeur_échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le prix par valeur nominale de 100$ pour un titre qui paie des intérêts périodiques mais qui a une première période impaire (elle est plus courte ou plus longue que les autres périodes)."},"ODDFYIELD":{"a":"(liquidation, échéance, émission, premier_coupon, taux, valeur_nominale, valeur_échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le rendement pour un titre qui paie des intérêts périodiques mais qui a une première période impaire (elle est plus courte ou plus longue que les autres périodes)."},"ODDLPRICE":{"a":"(règlement, échéance, dernier_coupon, taux, rendement, valeur_échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le prix par valeur nominale de 100$ pour un titre qui paie des intérêts périodiques mais qui a une dernière période impaire (plus courte ou plus longue que les autres périodes)."},"ODDLYIELD":{"a":"(règlement, échéance, dernier_coupon, taux, valeur_nominale, valeur_échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le rendement d'un titre qui paie des intérêts périodiques mais qui a une dernière période impaire(plus courte ou plus longue que les autres périodes)."},"PDURATION":{"a":"(taux, va, vc)","d":"Fonction financière utilisée pour retourner le nombre de périodes requises pour qu’un investissement atteigne une valeur spécifiée"},"PMT":{"a":"(taux, npm, va [, [vc] [,[type]]])","d":"Fonction financière utilisée pour calculer le montant du paiement d'un emprunt à la base du taux d'intérêt spécifié et d'un échéancier de paiement constant."},"PPMT":{"a":"(taux, pér, npm, va[, [vc] [, [type]]])","d":"Fonction financière utilisée pour calculer le paiement du capital pour un investissement basé sur un taux d'intérêt spécifié et d'un échéancier de paiement constant."},"PRICE":{"a":"(liquidation, échéance, taux, rendement, valeur_échéance, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le prix par valeur nominale de 100 $ pour un titre qui paie des intérêts périodiques."},"PRICEDISC":{"a":"(règlement, échéance, taux_escompte, valeur_échéance[, [base]])","d":"Fonction financière utilisée pour calculer le prix par valeur nominale de 100 $ pour un titre à prix réduit."},"PRICEMAT":{"a":"(liquidation, échéance, émission, taux, rendement[, [base]])","d":"Fonction financière utilisée pour calculer le prix par valeur nominale de 100 $ pour un titre qui paie des intérêts à l'échéance."},"PV":{"a":"(taux, npm, vpm[, [vc] [,[type]]])","d":"Fonction financière utilisée pour calculer la valeur actuelle d'un investissement à la base du taux d'intérêt spécifié et d'un échéancier de paiement constant."},"RATE":{"a":"(npm, vpm, va [, [[vc] [,[[type] [,[estimation]]]]]])","d":"Fonction financière utilisée pour calculer le taux d'intérêt d'un investissement basé sur un échéancier de paiement constant."},"RECEIVED":{"a":"(règlement, échéance, investissement, taux_escompte[, [base]])","d":"Fonction financière utilisée pour calculer le montant reçu à l'échéance pour un titre entièrement investi."},"RRI":{"a":"(npm, va, vf)","d":"Fonction financière utilisée pour retourner un taux d'intérêt équivalent pour la croissance d'un investissement."},"SLN":{"a":"(coût, valeur_rés, durée)","d":"Fonction financière utilisée pour calculer la dépréciation d'un actif pour une période comptable en utilisant la méthode d'amortissement linéaire."},"SYD":{"a":"(coût, valeur_rés, durée, période)","d":"Fonction financière utilisée pour calculer la dépréciation d'un actif pour une période comptable donnée en utilisant la somme des chiffres de l'année."},"TBILLEQ":{"a":"(liquidation, échéance, taux_escompte)","d":"Fonction financière utilisée pour calculer le rendement équivalent en obligations d'un bon du Trésor."},"TBILLPRICE":{"a":"(liquidation, échéance, taux_escompte)","d":"Fonction financière utilisée pour calculer le prix par valeur nominale de 100 $ pour un bon du Trésor."},"TBILLYIELD":{"a":"(liquidation, échéance, valeur_nominale)","d":"Fonction financière utilisée pour calculer le rendement d'un bon du Trésor."},"VDB":{"a":"(coût, valeur_rés, durée, période_début, période_fin[, [[facteur][, [valeur_log]]]]])","d":"Fonction financière utilisée pour calculer la dépréciation d'un actif pour une période comptable spécifiée ou partielle en utilisant la méthode du solde dégressif variable."},"XIRR":{"a":"(valeurs, dates[, [estimation]])","d":"Fonction financière utilisée pour calculer le taux de rendement interne d'une série de flux de trésorerie irréguliers."},"XNPV":{"a":"(taux, valeurs, dates)","d":"Fonction financière utilisée pour calculer la valeur actuelle d'un investissement à la base du taux d'intérêt spécifié et d'un échéancier de paiement irréguliers."},"YIELD":{"a":"(liquidation, échéance, taux, valeur_nominale, valeur_rachat, fréquence[, [base]])","d":"Fonction financière utilisée pour calculer le rendement d'un titre qui paie des intérêts périodiques."},"YIELDDISC":{"a":"(liquidation, échéance, valeur_nominale, valeur_rachat[, [base]])","d":"Fonction financière utilisée pour calculer le rendement annuel d'un titre à prix réduit."},"YIELDMAT":{"a":"(liquidation, échéance, émission, taux, valeur_nominale[, [base]])","d":"Fonction financière utilisée pour calculer le rendement annuel d'un titre qui paie des intérêts à l'échéance."},"ABS":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la valeur absolue d'un nombre."},"ACOS":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer l’arccosinus d'un nombre."},"ACOSH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le cosinus hyperbolique inversé d'un nombre."},"ACOT":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la valeur principale de l'arccotangente, ou cotangente inverse, d'un nombre."},"ACOTH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la cotangente hyperbolique inverse d'un nombre."},"AGGREGATE":{"a":"(no_fonction, options, réf1 [, réf2], ...)","d":"Fonction mathématique et trigonométrique utilisée pour retourner un agrégat dans une liste ou une base de données; la fonction peut appliquer différentes fonctions d'agrégat à une liste ou une base de données avec l'option d'ignorer les lignes cachées et les valeurs d'erreur."},"ARABIC":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour convertir un chiffre romain en nombres."},"ASIN":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer l’arcsinus d'un nombre."},"ASINH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le sinus hyperbolique inverse d'un nombre."},"ATAN":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer l’arctangente d'un nombre."},"ATAN2":{"a":"(x, y)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer l’arctangente des coordonnées x et y."},"ATANH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la tangente hyperbolique inverse d'un nombre."},"BASE":{"a":"(nombre, base[, longueur_min])","d":"Convertit un nombre en une représentation de texte conforme à la base donnée"},"CEILING":{"a":"(x, précision)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre au multiple le plus proche de l'argument de précision."},"CEILING.MATH":{"a":"(x [, [précision] [, [mode]])","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre à l'excès à l'entier ou au multiple significatif le plus proche."},"CEILING.PRECISE":{"a":"(x [, précision])","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre à l'excès à l'entier ou au multiple significatif le plus proche."},"COMBIN":{"a":"(nombre, nombre_choisi)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le nombre de combinaisons pour un certain nombre d'éléments."},"COMBINA":{"a":"(nombre, nombre_choisi)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le nombre de combinaisons(avec répétitions) pour un certain nombre d'éléments."},"COS":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le cosinus d'un angle."},"COSH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le cosinus hyperbolique d'un nombre."},"COT":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la cotangente d'un angle spécifié en radians."},"COTH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la cotangente hyperbolique d'un angle hyperbolique."},"CSC":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la cosécante d'un angle."},"CSCH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la cosécante hyperbolique d'un angle."},"DECIMAL":{"a":"(texte, base)","d":"Convertit une représentation textuelle d'un nombre dans une base donnée en un nombre décimal."},"DEGREES":{"a":"(angle)","d":"Fonction mathématique et trigonométrique utilisée pour convertir en degrés une valeur en radians."},"ECMA.CEILING":{"a":"(x, précision)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre au multiple le plus proche de l'argument de précision."},"EVEN":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir un nombre au nombre entier pair immédiatement supérieur."},"EXP":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la constante e élevée à la puissance désirée. La constante e est égale à 2,71828182845904"},"FACT":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la factorielle d'un nombre."},"FACTDOUBLE":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la factorielle double d'un nombre."},"FLOOR":{"a":"(x, précision)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre au multiple le plus proche de signification."},"FLOOR.PRECISE":{"a":"(x, précision)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre par défaut à l'entier ou au multiple significatif le plus proche."},"FLOOR.MATH":{"a":"(x, précision)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre par défaut à l'entier ou au multiple significatif le plus proche."},"GCD":{"a":"(liste_des_arguments)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le plus grand dénominateur commun de deux ou plusieurs nombres."},"INT":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour analyser et renvoyer la partie entière du nombre spécifié."},"ISO.CEILING":{"a":"(nombre[, précision])","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre à l'excès à l'entier ou au multiple significatif le plus proche sans tenir compte du signe de ce nombre. Cependant, si le nombre ou la valeur significative est zéro, zéro est renvoyé."},"LCM":{"a":"(liste_des_arguments)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le plus petit commun multiple de deux ou plusieurs nombres."},"LN":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le logarithme naturel d'un nombre."},"LOG":{"a":"(x [, base])","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le logarithme d'un nombre à la base spécifiée."},"LOG10":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour calculer le logarithme en base 10 d'un nombre."},"MDETERM":{"a":"(matrice)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le déterminant d'une matrice."},"MINVERSE":{"a":"(matrice)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la matrice inversée de la matrice donnée et afficher la première valeur de la matrice de nombres renvoyée."},"MMULT":{"a":"(matrice1, matrice2)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le produit de deux matrices et afficher la première valeur de la matrice de nombres renvoyée."},"MOD":{"a":"(x, y)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le reste de la division de l'argument nombre par l'argument diviseur."},"MROUND":{"a":"(x, multiple)","d":"Fonction mathématique et trigonométrique utilisée pour donner l'arrondi d'un nombre au multiple spécifié."},"MULTINOMIAL":{"a":"(liste_des_arguments)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le rapport de la factorielle de la somme de nombres au produit de factorielles"},"ODD":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir le nombre à l’excès au nombre entier impair le plus proche"},"PI":{"a":"()","d":"fonctions mathématiques et trigonométriques. La fonction renvoie la valeur 3.14159265358979, la constante mathématique pi. Elle ne prend aucun argument."},"POWER":{"a":"(x, y)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le résultat d'un nombre élevé à la puissance désirée."},"PRODUCT":{"a":"(liste_des_arguments)","d":"Fonction mathématique et trigonométrique utilisée pour multiplier tous les nombres dans la plage de cellules sélectionnée et renvoyer le produit."},"QUOTIENT":{"a":"(dividende, diviseur)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la partie entière de la division."},"RADIANS":{"a":"(angle)","d":"Fonction mathématique et trigonométrique utilisée pour convertir en radians une valeur en degrés."},"RAND":{"a":"()","d":"Fonction mathématique et trigonométrique qui renvoie un nombre aléatoire supérieur ou égal à 0 et inférieur à 1. Elle ne prend aucun argument."},"RANDBETWEEN":{"a":"(limite_inf [, limite_sup])","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer un nombre aléatoire supérieur ou égal à limite_inf et inférieur ou égal à limite_sup."},"ROMAN":{"a":"(nombre, type)","d":"Fonction mathématique et trigonométrique utilisée pour convertir un nombre en un chiffre romain."},"ROUND":{"a":"(x, no_chiffres)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir un nombre à un nombre de décimales spécifié."},"ROUNDDOWN":{"a":"(x, no_chiffres)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir par défaut le nombre au nombre de décimales voulu"},"ROUNDUP":{"a":"(x, no_chiffres)","d":"Fonction mathématique et trigonométrique utilisée pour arrondir à l’excès le nombre au nombre de décimales voulu"},"SEC":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la sécante d'un angle."},"SECH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la sécante hyperbolique d'un angle."},"SERIESSUM":{"a":"(x, n, m, coefficients)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la somme d'une série entière."},"SIGN":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le signe d’un nombre. Si le nombre est positif, la fonction renvoie 1. Si le nombre est négatif, la fonction renvoie -1. Si le nombre est 0, la fonction renvoie 0."},"SIN":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le sinus d'un angle."},"SINH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer le sinus hyperbolique d'un nombre."},"SQRT":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la racine carrée d'un nombre."},"SQRTPI":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la racine \ncarrée de la constante pi (3.14159265358979) multipliée par le nombre spécifié."},"SUBTOTAL":{"a":"(no_fonction, liste_des_arguments)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer un sous-total dans une liste ou une base de données."},"SUM":{"a":"(liste_des_arguments)","d":"Fonction mathématique et trigonométrique utilisée pour additionner tous les nombres contenus dans une plage de cellules et renvoyer le résultat."},"SUMIF":{"a":"(plage, critères [, somme_plage])","d":"Fonction mathématique et trigonométrique utilisée pour additionner tous les nombres dans la plage de cellules sélectionnée à la base d'un critère déterminé et renvoyer le résultat."},"SUMIFS":{"a":"(somme_plage, plage_critères1, critères1, [plage_critères2, critères2], ... )","d":"Fonction mathématique et trigonométrique utilisée pour additionner tous les nombres dans la plage de cellules sélectionnée en fonction de plusieurs critères et renvoyer le résultat."},"SUMPRODUCT":{"a":"(liste_des_arguments)","d":"Fonction mathématique et trigonométrique utilisée pour multiplier les valeurs de la plage de cellules sélectionnée ou matrices et renvoyer la somme des produits."},"SUMSQ":{"a":"(liste_des_arguments)","d":"Fonction mathématique et trigonométrique utilisée pour additionner les carrés des nombres et renvoyer le résultat."},"SUMX2MY2":{"a":"(matrice1 , matrice2)","d":"Fonction mathématique et trigonométrique utilisée pour additionner la différence des carrés entre deux matrices."},"SUMX2PY2":{"a":"(matrice1 , matrice2)","d":"Fonction mathématique et trigonométrique utilisée pour additionner des carrés des nombres des matrices sélectionnées et renvoyer la somme des résultats."},"SUMXMY2":{"a":"(matrice1 , matrice2)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la somme des carrés des différences de deux valeurs correspondantes des matrices."},"TAN":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la tangente d'un angle."},"TANH":{"a":"(x)","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer la tangente hyperbolique d'un nombre."},"TRUNC":{"a":"(x [, no_chiffres])","d":"Fonction mathématique et trigonométrique utilisée pour renvoyer un nombre tronqué au nombre de décimales spécifié."},"ADDRESS":{"a":"(no_lig, no_col [, [no_abs] [, [a1] [, feuille_texte]]])","d":"Fonction de recherche et référence utilisée pour renvoyer une représentation textuelle de l'adresse d'une cellule."},"CHOOSE":{"a":"(no_index, liste_des_arguments)","d":"Fonction de recherche et référence utilisée pour renvoyer une valeur à partir d'une liste de valeurs à la base d'un indice spécifié (position)."},"COLUMN":{"a":"([référence])","d":"Fonction de recherche et référence utilisée pour renvoyer le numéro de colonne d'une cellule."},"COLUMNS":{"a":"(matrice)","d":"Fonction de recherche et référence utilisée pour renvoyer le nombre de colonnes dans une référence de cellule."},"FORMULATEXT":{"a":"(référence)","d":"Fonction de recherche et référence utilisée pour renvoyer une formule sous forme de chaîne"},"HLOOKUP":{"a":"(valeur_cherchée, table_matrice, no_index_col[, [valeur_proche]])","d":"Fonction de recherche et référence utilisée pour effectuer la recherche horizontale d'une valeur dans la ligne supérieure d'un tableau ou renvoyer la valeur dans la même colonne à la base d'un numéro d'index de ligne spécifié"},"INDEX":{"a":"(matrice, [no_lig][, [no_col]])","d":"Fonction de recherche et référence utilisée pour renvoyer une valeur dans une plage de cellules sur la base d'un numéro de ligne et de colonne spécifié. La fonction INDEX a deux formes."},"INDIRECT":{"a":"(réf_texte [, a1])","d":"Fonction de recherche et référence utilisée pour renvoyer la référence à une cellule en fonction de sa représentation sous forme de chaîne."},"LOOKUP":{"a":"(valeur_cherchée, vecteur_recherche, vecteur_résultat)","d":"Fonction de recherche et référence utilisée pour renvoyer une valeur à partir d'une plage sélectionnée (ligne ou colonne contenant les données dans l'ordre croissant)"},"MATCH":{"a":"(valeur_cherchée, matrice_recherche[ , [type]])","d":"Fonction de recherche et référence utilisée pour renvoyer la position relative d'un élément spécifié dans une plage de cellules."},"OFFSET":{"a":"(réf, lignes, colonnes[, [hauteur] [, [largeur]]])","d":"Fonction de recherche et référence utilisée pour renvoyer une référence à une cellule déplacée de la cellule spécifiée (ou de la cellule supérieure gauche dans la plage de cellules) à un certain nombre de lignes et de colonnes."},"ROW":{"a":"([référence])","d":"Fonction de recherche et référence utilisée pour renvoyer le numéro de ligne d'une cellule."},"ROWS":{"a":"(matrice)","d":"Fonction de recherche et référence utilisée pour renvoyer le nombre de lignes dans une référence de cellule"},"TRANSPOSE":{"a":"(matrice)","d":"Fonction de recherche et référence utilisée pour renvoyer le premier élément d'un tableau"},"VLOOKUP":{"a":"(valeur_cherchée, table_matrice, no_index_col[, [valeur_proche]])","d":"Fonction de recherche et référence utilisée pour effectuer la recherche verticale d'une valeur dans la première colonne à gauche d'un tableau et retourner la valeur qui se trouve dans la même ligne à la base d'un numéro d'index de colonne spécifié"},"ERROR.TYPE":{"a":"(valeur)","d":"Fonction d’information utilisée pour renvoyer un nombre correspondant à un type d'erreur"},"ISBLANK":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier si la cellule est vide ou non Si la cellule ne contient pas de valeur, la fonction renvoie vrai (TRUE), sinon la fonction renvoie faux (FALSE)."},"ISERR":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier une valeur d'erreur. Si la cellule contient une valeur d'erreur (à l'exception de #N/A), la fonction renvoie vrai (TRUE), sinon la fonction renvoie faux (FALSE)."},"ISERROR":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier une valeur d'erreur. Si la cellule contient une des valeurs d'erreur : #N/A, #VALEUR!, #REF!, #DIV/0!, #NOMBRE!, #NOM? ou #NUL, la fonction renvoie vrai (TRUE), sinon la fonction renvoie faux (FALSE)."},"ISEVEN":{"a":"(nombre)","d":"Fonction d’information utilisée pour vérifier si une valeur est paire. Si la cellule contient une valeur paire, la fonction renvoie vrai ( TRUE ). Si la valeur est impaire, elle renvoie faux (FALSE)."},"ISFORMULA":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier s'il existe une référence à une cellule contenant une formule, elle renvoie vrai (TRUE) ou faux (FALSE)"},"ISLOGICAL":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier une valeur logique (TRUE ou FALSE). Si la cellule contient une valeur logique, la fonction renvoie vrai (TRUE), sinon la fonction renvoie faux (FALSE)."},"ISNA":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier une erreur #N/A. Si la cellule contient une valeur d'erreur #N/A, la fonction renvoie vrai (TRUE), sinon la fonction renvoie faux (FALSE)."},"ISNONTEXT":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier si une valeur ne correspond pas à du texte. Si la cellule ne contient pas une valeur de texte, la fonction renvoie vrai (TRUE), sinon la fonction renvoie faux (FALSE)."},"ISNUMBER":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier une valeur numérique. Si la cellule contient une valeur numérique, la fonction renvoie vrai (TRUE), sinon la fonction renvoie faux (FALSE)."},"ISODD":{"a":"(nombre)","d":"Fonction d’information utilisée pour vérifier si une valeur est impaire. Si la cellule contient une valeur impaire, la fonction renvoie vrai ( TRUE ). Si la valeur est paire elle renvoie faux (FALSE)."},"ISREF":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier si une valeur est une référence de cellule valide."},"ISTEXT":{"a":"(valeur)","d":"Fonction d’information utilisée pour vérifier une valeur de texte. Si la cellule contient une valeur de texte, la fonction renvoie vrai (TRUE), sinon la fonction renvoie faux (FALSE)."},"N":{"a":"(valeur)","d":"Fonction d’information utilisée pour convertir une valeur en nombre."},"NA":{"a":"()","d":"Fonction d’information utilisée pour renvoyer la valeur d'erreur #N/A. Cette fonction ne nécessite pas d'argument."},"SHEET":{"a":"(valeur)","d":"Fonction d’information utilisée pour renvoyer le numéro de feuille d'une feuille de référence."},"SHEETS":{"a":"(référence)","d":"Fonction d’information utilisée pour renvoyer le nombre de feuilles dans une référence."},"TYPE":{"a":"(valeur)","d":"Fonction d’information utilisée pour déterminer le type de la valeur résultante ou affichée."},"AND":{"a":"(logique1, logique2, ... )","d":"Fonction logique qui sert à vérifier si la valeur logique saisie est vraie (TRUE) ou fausse (FALSE). La fonction retourne vrai (TRUE) si tous les arguments sont vrais (TRUE)."},"FALSE":{"a":"()","d":"fonctions logiques La fonction renvoie la valeur logique faux (FALSE) et n'exige aucun argument."},"IF":{"a":"(test_logique, valeur_si_vrai, valeur_si_faux)","d":"Fonction logique qui sert à analyser une expression logique et renvoyer une valeur si elle est vraie (TRUE) et une autre valeur si elle est fausse (FALSE)."},"IFS":{"a":"( test_logique1 , valeur_si_vrai1 , [ test_logique2 , valeur_si_vrai2 ] , … )","d":"Fonction logique utilisée pour vérifier si une ou plusieurs conditions sont remplies et renvoie une valeur correspondant à la première condition VRAI"},"IFERROR":{"a":" (valeur, valeur_si_erreur)","d":"Fonction logique utilisée pour vérifier s'il y a une erreur dans le premier argument de la formule. La fonction renvoie le résultat de la formule s'il n'y a pas d'erreur, ou la valeur_si_erreur si la formule génère une erreur."},"IFNA":{"a":"(value, valeur_si_na)","d":"Fonction logique utilisée pour vérifier s'il y a une erreur dans le premier argument de la formule. La fonction renvoie la valeur que vous spécifiez si la formule renvoie la valeur d'erreur #N/A, sinon renvoie le résultat de la formule."},"NOT":{"a":"(valeur_logique)","d":"Fonction logique qui sert à vérifier si la valeur logique saisie est vraie (TRUE) ou fausse (FALSE). La fonction renvoie vrai (TRUE) si l'argument est faux (FALSE) et renvoie faux (FALSE) si l'argument est vrai (TRUE)."},"OR":{"a":"(logique1, logique2, ...)","d":"Fonction logique qui sert à vérifier si la valeur logique saisie est vraie (TRUE) ou fausse (FALSE). La fonction renvoie faux (FALSE) si tous les arguments sont faux (FALSE)."},"SWITCH":{"a":"(expression, valeur1, résultat1 [, [valeur_par_défaut ou valeur2] [, [résultat2]], ...[valeur_par_défaut ou valeur3, résultat3]])","d":"Fonction logique utilisée pour évaluer une valeur (appelée l'expression) par rapport à une liste de valeurs et renvoyer le résultat correspondant à la première valeur correspondante; si aucune valeur ne correspond, une valeur par défaut facultative peut être renvoyée"},"TRUE":{"a":"()","d":"La fonction renvoie vrai (TRUE) et n'exige aucun argument."},"XOR":{"a":"(logique1, logique2, ... )","d":"Fonction logique utilisée pour retourner un OU exclusif logique de tous les arguments."}}