{"DATE":{"a":"( año, mes, día )","d":"Función de fecha y hora es utilizada para añadir fechas en el formato por defecto MM/dd/aaaa"},"DATEDIF":{"a":"( fecha-inicio , fecha-final , unidad )","d":"Función de fecha y hora es utilizada para devolver la diferencia entre dos valores de fecha (fecha de inicio y fecha de fin), según el intervalo (unidad) especificado"},"DATEVALUE":{"a":"( fecha-hora-cadena )","d":"Función de fecha y hora es utilizada para devolver un número de serie de la fecha especificada"},"DAY":{"a":"( fecha-valor )","d":"Función de fecha y hora devuelve el día (un número del 1 al 31) de la fecha dada en el formato numérico (MM/dd/aaaa por defecto)"},"DAYS":{"a":"( fecha-inicio , fecha-final )","d":"Función de fecha y hora es utilizada para devolver el número de días entre dos fechas"},"DAYS360":{"a":"( fecha-inicio , fecha-final [ , método-marcador ] )","d":"Función de fecha y hora es utilizada para devolver el número de días entre dos fechas (fecha de inicio y fecha final) basada en un año de 360 días utilizando uno de los métodos de cálculo (EE.UU. o Europeo)."},"EDATE":{"a":"( fecha-inicio , mes-compensado )","d":"Función de fecha y hora es utilizada para devolver el número de serie de la fecha en la que viene el número indicado de meses (mes-compensado) antes o después de la fecha especificada (fecha de inicio)"},"EOMONTH":{"a":"( fecha-inicio , mes-compensado )","d":"Función de fecha y hora es utilizada para devolver el número de serie del último día del mes en que viene el número indicado de meses antes o después de la fecha de inicio especificada."},"HOUR":{"a":"( valor-tiempo )","d":"Función de fecha y hora que devuelve la hora (un número de 0 a 23) del valor de tiempo"},"ISOWEEKNUM":{"a":"( fecha )","d":"Función de fecha y hora utilizada para devolver el número de la semana ISO del año para una fecha determinada"},"MINUTE":{"a":"( valor-tiempo )","d":"Función de fecha y hora que devuelve el minuto (un número del 0 al 59) del valor de la hora"},"MONTH":{"a":"(fecha-valor)","d":"Función de fecha y hora que devuelve el mes (un número del 1 al 12) de la fecha dada en el formato numérico (MM/dd/aaaa por defecto)"},"NETWORKDAYS":{"a":"(fecha-inicio, fecha-final [,vacaciones])","d":"Función de fecha y hora utilizada para devolver el número de días laborables entre dos fechas (fecha de inicio y fecha final), excluyendo los fines de semana y las fechas consideradas como días festivos."},"NETWORKDAYS.INTL":{"a":"(fecha_inicio, fecha_final, [, fin de semana], [, vacaciones])","d":"Función de fecha y hora utilizada para devolver el número de días laborables completos entre dos fechas utilizando parámetros para indicar qué y cuántos días son días de fin de semana"},"NOW":{"a":"()","d":"Función de fecha y hora utilizada para devolver el número de serie de la fecha y hora actuales; si el formato de celda era General antes de que se introdujera la función, la aplicación cambia el formato de celda para que coincida con el formato de fecha y hora de sus ajustes regionales."},"SECOND":{"a":"( valor-tiempo )","d":"Función de fecha y hora que devuelve el segundo (un número de 0 a 59) del valor de tiempo"},"TIME":{"a":"(hora, minuto, segundo)","d":"Función de fecha y hora usada para agregar una hora en particular en el formato seleccionado (hh:mm tt por defecto)"},"TIMEVALUE":{"a":"(fecha-hora-cadena)","d":"Función de fecha y hora utilizada para devolver el número de serie de una hora"},"TODAY":{"a":"()","d":"Función de fecha y hora utilizada para añadir el día actual en el siguiente formato MM/dd/aa. Esta función no requiere ningún argumento."},"WEEKDAY":{"a":"(valor-de-serie [,díadesemana-empezar-marcador])","d":"Función de fecha y hora utilizada para determinar qué día de la semana es la fecha especificada"},"WEEKNUM":{"a":"(valor-de-serie [,díadesemana-empezar-marcador])","d":"Función de fecha y hora utilizada para devolver el número de la semana en la que la fecha especificada se encuentra dentro del año"},"WORKDAY":{"a":"(fecha-inicio, fecha-compensada [,vacaciones])","d":"Función de fecha y hora utilizada para devolver la fecha que viene con el número de días indicado (día compensado) antes o después de la fecha de inicio especificada, excluyendo los fines de semana y las fechas consideradas festivas."},"WORKDAY.INTL":{"a":"(Fecha_inicio, días, [, fin de semana], [, vacaciones])","d":"Función de fecha y hora utilizada para devolver el número de serie de la fecha antes o después de un número especificado de días laborables con parámetros personalizados de fin de semana; los parámetros de fin de semana indican qué y cuántos días son días de fin de semana"},"YEAR":{"a":"(fecha-valor)","d":"Función de fecha y hora que devuelve el año (un número de 1900 a 9999) de la fecha dada en el formato numérico (MM/dd/aaaa por defecto)"},"YEARFRAC":{"a":"(Fecha-inicio, fecha-fin [,base])","d":"Función de fecha y hora utilizada para devolver la fracción de un año representada por el número de días completos desde la fecha de inicio hasta la fecha final calculada sobre la base especificada."},"BESSELI":{"a":"( X , N )","d":"Función de ingeniería utilizada para devolver la función de Bessel modificada, que es equivalente a la función de Bessel evaluada para argumentos puramente imaginarios."},"BESSELJ":{"a":"( X , N )","d":"Función de ingeniería utilizada para devolver la función de Bessel"},"BESSELK":{"a":"( X , N )","d":"Función de ingeniería utilizada para devolver Función de Bessel modificada, que es equivalente a las funciones de Bessel evaluadas para argumentos puramente imaginarios."},"BESSELY":{"a":"( X , N )","d":"Función de ingeniería utilizada para devolver la función de Bessel, que también se denomina función de Weber o la función de Neumann."},"BIN2DEC":{"a":"( número )","d":"Función de ingeniería utilizada para convertir un número binario en un número decimal"},"BIN2HEX":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número binario en un número hexadecimal"},"BIN2OCT":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número binario en un número octal"},"BITAND":{"a":"(número1, número2)","d":"Función de ingeniería utilizada para devolver un modo de bits 'AND' de dos números"},"BITLSHIFT":{"a":"(número, cantidad_desplazada)","d":"Función de ingeniería utilizada para devolver un número desplazado a la izquierda por el número especificado de bits"},"BITOR":{"a":"(número1, número2)","d":"Función de ingeniería utilizada para devolver un número de bits 'OR' de dos números"},"BITRSHIFT":{"a":"(número, cantidad_desplazada)","d":"Función de ingeniería utilizada para devolver un número desplazado hacia la derecha por el número especificado de bits"},"BITXOR":{"a":"(número1, número2)","d":"Función de ingeniería utilizada para devolver un número de bits 'XOR' de dos números"},"COMPLEX":{"a":"(número-real, número-imaginario [, sufijo])","d":"Función de ingeniería utilizada para convertir una parte real y una parte imaginaria en el número complejo expresado en forma de a + bi o a + bj."},"CONVERT":{"a":"( número , de-unidad , a-unidad )","d":"Función de ingeniería utilizada para convertir un número de un sistema de medida a otro; por ejemplo, CONVERTIR puede convertir una tabla de distancias en millas a una tabla de distancias en kilómetros"},"DEC2BIN":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número decimal en un número binario"},"DEC2HEX":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número decimal en un número hexadecimal"},"DEC2OCT":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número decimal en un número octal"},"DELTA":{"a":"(número-1 [, número-2])","d":"Función de ingeniería utilizada para comprobar si dos números son iguales. Función devuelve 1 si los números son iguales y 0 si no lo son."},"ERF":{"a":"(límite-inferior [, límite-superior])","d":"Función de ingeniería utilizada para calcular la función de error integrada entre los límites inferior y superior especificados"},"ERF.PRECISE":{"a":"( x )","d":"Función de ingeniería utilizada para devolver Función de error"},"ERFC":{"a":"( límite-inferior )","d":"Función de ingeniería utilizada para calcular la función de error complementario integrada entre el límite inferior especificado y el infinito"},"ERFC.PRECISE":{"a":"( x )","d":"Función de ingeniería utilizada para devolver Función ERF complementaria integrada entre x e infinito"},"GESTEP":{"a":"(número [, paso])","d":"Función de ingeniería utilizada para comprobar si un número es mayor que un valor umbral. Función devuelve 1 si el número es mayor o igual que el valor umbral y 0 en caso contrario."},"HEX2BIN":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número hexadecimal en un número binario"},"HEX2DEC":{"a":"( número )","d":"Función de ingeniería utilizada para convertir un número hexadecimal en un número decimal"},"HEX2OCT":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número hexadecimal en un número octal"},"IMABS":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el valor absoluto de un número complejo"},"IMAGINARY":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver la parte imaginaria del número complejo especificado"},"IMARGUMENT":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el argumento Theta, un ángulo expresado en radianes"},"IMCONJUGATE":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el complejo conjugado de un número complejo"},"IMCOS":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el coseno de un número complejo"},"IMCOSH":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el coseno hiperbólico de un número complejo"},"IMCOT":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver la cotangente de un número complejo"},"IMCSC":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el cosecante de un número complejo"},"IMCSCH":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el cosecante hiperbólico de un número complejo"},"IMDIV":{"a":"(número-complejo-1, número-complejo-2)","d":"Función de ingeniería utilizada para devolver el cociente de dos números complejos expresados en forma de a + bi o a + bj."},"IMEXP":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver la constante e elevada a la potencia especificada por un número complejo. La constante e es igual a 2,71828182845904."},"IMLN":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el logaritmo natural de un número complejo"},"IMLOG10":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el logaritmo de un número complejo a una base de 10"},"IMLOG2":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el logaritmo de un número complejo a una base de 2"},"IMPOWER":{"a":"(número-complejo, potencia)","d":"Función de ingeniería utilizada para devolver el resultado de un número complejo elevado a la potencia deseada."},"IMPRODUCT":{"a":"(lista-argumento)","d":"Función de ingeniería utilizada para devolver el producto de los números complejos especificados"},"IMREAL":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver la parte real del número complejo especificado"},"IMSEC":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver la secante de un número complejo"},"IMSECH":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el secante hiperbólico de un número complejo"},"IMSIN":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el seno de un número complejo"},"IMSINH":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver el seno hiperbólico de un número complejo"},"IMSQRT":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para devolver la raíz cuadrada de un número complejo"},"IMSUB":{"a":"(número-complejo-1, número-complejo-2)","d":"Función de ingeniería utilizada para devolver la diferencia de dos números complejos expresados en forma de a + bi o a + bj"},"IMSUM":{"a":"(lista-argumento)","d":"Función de ingeniería utilizada para devolver la suma de los números complejos especificados"},"IMTAN":{"a":"(número-complejo)","d":"Función de ingeniería utilizada para retornar a la tangente de un número complejo"},"OCT2BIN":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número octal en un número binario"},"OCT2DEC":{"a":"( número )","d":"Función de ingeniería utilizada para convertir un número octal a un número decimal"},"OCT2HEX":{"a":"(número [, núm-hex-dígitos])","d":"Función de ingeniería utilizada para convertir un número octal en un número hexadecimal"},"DAVERAGE":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para promediar los valores de un campo (columna) de registros de una lista o base de datos que coinciden con las condiciones especificadas."},"DCOUNT":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para contar las celdas que contienen números en un campo (columna) de registros en una lista o base de datos que coinciden con las condiciones especificadas."},"DCOUNTA":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para contar las celdas no en blanco en un campo (columna) de registros de una lista o base de datos que coinciden con las condiciones especificadas."},"DGET":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para extraer un valor individual de una columna de una lista o base de datos que coincida con las condiciones especificadas."},"DMAX":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para devolver el mayor número en un campo (columna) de registros de una lista o base de datos que coincidan con las condiciones que especifique."},"DMIN":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para devolver el número más pequeño de un campo (columna) de registros de una lista o base de datos que coincida con las condiciones especificadas."},"DPRODUCT":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para multiplicar los valores en un campo (columna) de registros en una lista o base de datos que coinciden con las condiciones que especifique."},"DSTDEV":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para estimar la desviación estándar de una población basada en una muestra utilizando los números de un campo (columna) de registros de una lista o base de datos que coinciden con las condiciones especificadas."},"DSTDEVP":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para calcular la desviación estándar de una población basada en toda la población utilizando los números de un campo (columna) de registros de una lista o base de datos que coinciden con las condiciones especificadas."},"DSUM":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para añadir los números en un campo (columna) de registros en una lista o base de datos que coinciden con las condiciones especificadas."},"DVAR":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para estimar la varianza de una población basada en una muestra utilizando los números en un campo (columna) de registros en una lista o base de datos que coinciden con las condiciones especificadas."},"DVARP":{"a":"(base de datos, campo, criterio)","d":"Función de base de datos utilizada para calcular la varianza de una población basada en toda la población utilizando los números de un campo (columna) de registros de una lista o base de datos que coinciden con las condiciones especificadas."},"CHAR":{"a":"( número )","d":"Función de texto y datos utilizada para devolver el carácter ASCII especificado por un número."},"CLEAN":{"a":"( cadena )","d":"Función de texto y datos utilizada para eliminar todos los caracteres no imprimibles de la cadena seleccionada"},"CODE":{"a":"( cadena )","d":"Función de texto y datos utilizada para devolver el valor ASCII del carácter especificado o del primer carácter de una celda"},"CONCATENATE":{"a":"(texto1, texto2, ...)","d":"Función de texto y datos utilizada para combinar los datos de dos o más celdas en una sola."},"CONCAT":{"a":"(texto1, texto2, ...)","d":"Función de texto y datos utilizada para combinar los datos de dos o más celdas en una sola. Esta función reemplaza a la función CONCATENAR"},"DOLLAR":{"a":"(número [, núm-decimal])","d":"Función de texto y datos usada para convertir un número a texto, usando un formato de moneda $#.##"},"EXACT":{"a":"(texto1, texto2)","d":"Función de texto y datos utilizada para comparar datos en dos celdas. La función devuelve VERDADERO si los datos son los mismos, y FALSO si no lo son."},"FIND":{"a":"(cadena-1, cadena-2 [,posición-inicio])","d":"Función de texto y datos utilizada para encontrar la subcadena especificada (cadena-1) dentro de una cadena (cadena-2) y está destinada a idiomas que utilizan el juego de caracteres de un bit (SBCS)"},"FINDB":{"a":"(cadena-1, cadena-2 [,posición-inicio])","d":"Función de texto y datos utilizada para encontrar la subcadena especificada (cadena-1) dentro de una cadena (cadena-2) y está destinada a los idiomas del conjunto de caracteres de doble bit (DBCS) como el japonés, chino, coreano, etc."},"FIXED":{"a":"(número [,[núm-decimal] [,suprimir-comas-marcador])","d":"Función de texto y datos utilizada para devolver la representación de texto de un número redondeado a un número específico de decimales"},"LEFT":{"a":"(cadena [, número-caracteres])","d":"Función de texto y datos utilizada para extraer la subcadena de la cadena especificada a partir del carácter izquierdo y está destinada a idiomas que utilizan el juego de caracteres de bit único (SBCS)."},"LEFTB":{"a":"(cadena [, número-caracteres])","d":"Función de texto y datos utilizada para extraer la subcadena de la cadena especificada a partir del carácter izquierdo y está destinada a idiomas que utilizan el juego de caracteres de doble bit (DBCS) como el japonés, chino, coreano, etc."},"LEN":{"a":"( cadena )","d":"Función de texto y datos utilizada para analizar la cadena especificada y devolver el número de caracteres que contiene, y está destinada a idiomas que utilizan el juego de caracteres de bit único (SBCS)."},"LENB":{"a":"( cadena )","d":"Función de texto y datos utilizada para analizar la cadena especificada y devolver el número de caracteres que contiene y está destinada a idiomas que utilizan el juego de caracteres de doble bit (DBCS) como el japonés, chino, coreano, etc."},"LOWER":{"a":"(texto)","d":"Función de texto y datos utilizada para convertir letras mayúsculas a minúsculas en la celda seleccionada."},"MID":{"a":"(cadena, posición-empiece, número-caracteres)","d":"Función de texto y datos utilizada para extraer los caracteres de la cadena especificada a partir de cualquier posición y está destinada a idiomas que utilizan el juego de caracteres de bit único (SBCS)."},"MIDB":{"a":"(cadena, posición-empiece, número-caracteres)","d":"Función de texto y datos utilizada para extraer los caracteres de la cadena especificada a partir de cualquier posición y está destinada a idiomas que utilizan el juego de caracteres de doble bit (DBCS) como el japonés, chino, coreano, etc."},"NUMBERVALUE":{"a":"(texto, [, [separador-decimal] [, [separador-grupal]])","d":"Función de texto y datos utilizada para convertir texto a un número, de forma independiente del lugar"},"PROPER":{"a":"( cadena )","d":"Función de texto y datos utilizada para convertir el primer carácter de cada palabra en mayúsculas y el resto de caracteres en minúsculas."},"REPLACE":{"a":"(cadena-1, pos-inicio, número-caracteres, cadena-2)","d":"Función de texto y datos utilizada para sustituir un conjunto de caracteres, según el número de caracteres y la posición inicial que especifique, por un nuevo conjunto de caracteres y está destinada a idiomas que utilizan el conjunto de caracteres de un solo bit (SBCS)."},"REPLACEB":{"a":"(cadena-1, pos-inicio, número-caracteres, cadena-2)","d":"Función de texto y datos utilizada para reemplazar un conjunto de caracteres, basado en el número de caracteres y la posición inicial que especifique, por un nuevo conjunto de caracteres y está destinada a idiomas que utilizan el conjunto de caracteres de doble bit (DBCS) como el japonés, chino, coreano, etc."},"REPT":{"a":"(texto, número_de_veces)","d":"Función de texto y datos utilizada para repetir los datos en la celda seleccionada tantas veces como se desee"},"RIGHT":{"a":"(cadena [, número-caracteres])","d":"Función de texto y datos utilizada para extraer una subcadena de una cadena a partir del carácter situado más a la derecha, basada en el número de caracteres especificado y está destinada a idiomas que utilizan el juego de caracteres de bit único (SBCS)."},"RIGHTB":{"a":"(cadena [, número-caracteres])","d":"Función de texto y datos utilizada para extraer una subcadena de una cadena a partir del carácter más a la derecha, basada en el número especificado de caracteres y está destinada a idiomas que utilizan el juego de caracteres de doble bit (DBCS) como el japonés, chino, coreano, etc."},"SEARCH":{"a":"(cadena-1, cadena-2 [,posición-inicio])","d":"Función de texto y datos utilizada para devolver la ubicación de la subcadena especificada en una cadena y está destinada a idiomas que utilizan el juego de caracteres de un bit (SBCS)"},"SEARCHB":{"a":"(cadena-1, cadena-2 [,posición-inicio])","d":"Función de texto y datos utilizada para devolver la ubicación de la subcadena especificada en una cadena y está destinada a idiomas que utilizan el juego de caracteres de doble bit (DBCS) como el japonés, chino, coreano, etc."},"SUBSTITUTE":{"a":"(cadena, cadena-antigua, cadena-nueva [, ocurrencia])","d":"Función de texto y datos utilizada para reemplazar un conjunto de caracteres por uno nuevo"},"T":{"a":"( valor )","d":"Función de texto y datos utilizada para verificar si el valor en la celda (o utilizado como argumento) es texto o no. Si no es texto, la función devolverá el resultado en blanco. Si el valor/argumento es texto, la función devuelve el mismo valor de texto."},"TEXT":{"a":"(valor, formato)","d":"Función de texto y datos utilizada para convertir un valor en un texto en el formato especificado."},"TEXTJOIN":{"a":"(delimitador, ignorar_vacío, texto1 [, texto2], …)","d":"Función de texto y datos utilizada para combinar el texto de múltiples rangos y/o cadenas, e incluye un delimitador que se especifica entre cada valor de texto que se combinará; si el delimitador es una cadena de texto vacía, esta función concatenará efectivamente los rangos."},"TRIM":{"a":"( cadena )","d":"Función de texto y datos utilizada para eliminar los espacios inicial y final de una cadena de texto"},"UNICHAR":{"a":"( número )","d":"Función de texto y datos utilizada para devolver el carácter Unicode al que se hace referencia mediante el valor numérico dado."},"UNICODE":{"a":"( texto )","d":"Función de texto y datos utilizada para devolver el número (punto de código) correspondiente al primer carácter del texto"},"UPPER":{"a":"(texto)","d":"Función de texto y datos utilizada para convertir letras minúsculas a mayúsculas en la celda seleccionada"},"VALUE":{"a":"( cadena )","d":"Función de texto y datos utilizada para convertir un valor de texto que representa un número en un número. Si el texto convertido no es un número, la función devolverá un error #VALUE!."},"AVEDEV":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y devolver el promedio de las desviaciones absolutas de los números de su media."},"AVERAGE":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y encontrar el valor medio"},"AVERAGEA":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos incluyendo texto y valores lógicos y encontrar el valor promedio. La función PROMEDIOA procesa texto y FALSO como 0 y VERDADERO como 1."},"AVERAGEIF":{"a":"(rango-de-celda, selección-de-criterio [,rango-promedio])","d":"Función estadística usada para analizar el rango de datos y encontrar el valor promedio de todos los números en un rango de celdas, basado en el criterio especificado."},"AVERAGEIFS":{"a":"(rango-promedio, rango-criterio-1, criterio-1 [rango-criterio-2, criterio-2], ... )","d":"Función estadística usada para analizar el rango de datos y encontrar el valor promedio de todos los números en un rango de celdas, basado en múltiples criterios"},"BETADIST":{"a":" (x, alfa, beta, [,[A] [,[B]]) ","d":"Función estadística utilizada para devolver la función de densidad de probabilidad beta acumulativa"},"BETA.DIST":{"a":" (x, alfa, beta,acumulativo [,[A] [,[B]]) ","d":"Función estadística utilizada para devolver la distribución beta"},"BETA.INV":{"a":" (probabilidad, alfa, beta, [,[A] [,[B]]) ","d":"Función estadística utilizada para devolver el inverso de la función de densidad de probabilidad acumulativa beta"},"BINOMDIST":{"a":"(número-éxitos, número-intentos, éxito-probabilidad, acumulativo-bandera)","d":"Función estadística utilizada para devolver el término individual probabilidad de distribución binomial"},"BINOM.DIST":{"a":"(número-s, pruebas, probabilidad-es, acumulativo)","d":"Función estadística utilizada para devolver el término individual probabilidad de distribución binomial"},"BINOM.DIST.RANGE":{"a":"(pruebas, probabilidad-es, número-s [, número-s2])","d":"Función estadística usada para retornar la probabilidad del resultado de un ensayo usando una distribución binomial"},"BINOM.INV":{"a":"(pruebas, probabilidad-es, alfa)","d":"Función estadística utilizada para devolver el valor más pequeño para el que la distribución binomial acumulada es mayor o igual que un valor criterio."},"CHIDIST":{"a":"(x, grado-libertad)","d":"Función estadística utilizada para devolver la probabilidad de cola derecha de la distribución chi-cuadrado"},"CHIINV":{"a":"(probabilidad, grado-libertad)","d":"Función estadística usada para retornar el inverso de la probabilidad de cola derecha de la distribución chi-cuadrado"},"CHITEST":{"a":"(rango-real, rango-esperado)","d":"Función estadística utilizada para devolver la prueba de independencia, valor de la distribución del chi-cuadrado (χ) para la estadística y los grados de libertad apropiados."},"CHISQ.DIST":{"a":"(x, grado-libertad, acumulativo)","d":"Función estadística utilizada para devolver la distribución chi-cuadrado"},"CHISQ.DIST.RT":{"a":"(x, grado-libertad)","d":"Función estadística utilizada para devolver la probabilidad de cola derecha de la distribución chi-cuadrado"},"CHISQ.INV":{"a":"(probabilidad, grado-libertad)","d":"Función estadística usada para retornar el inverso de la probabilidad de cola izquierda de la distribución chi-cuadrado"},"CHISQ.INV.RT":{"a":"(probabilidad, grado-libertad)","d":"Función estadística usada para retornar el inverso de la probabilidad de cola derecha de la distribución chi-cuadrado"},"CHISQ.TEST":{"a":"(rango-real, rango-esperado)","d":"Función estadística utilizada para devolver la prueba de independencia, valor de la distribución del chi-cuadrado (χ) para la estadística y los grados de libertad apropiados."},"CONFIDENCE":{"a":"(alfa, desviación-estándar, tamaño)","d":"Función estadística utilizada para devolver el intervalo de confianza"},"CONFIDENCE.NORM":{"a":"(alfa, desviación-estándar, tamaño)","d":"Función estadística utilizada para devolver el intervalo de confianza para una media de población, utilizando una distribución normal"},"CONFIDENCE.T":{"a":"(alfa, desviación-estándar, tamaño)","d":"Función estadística utilizada para devolver el intervalo de confianza para la media de una población, utilizando la distribución t de Student"},"CORREL":{"a":"(conjunto-1 , conjunto-2)","d":"Función estadística utilizada para analizar el rango de datos y devolver el coeficiente de correlación de dos rangos de celdas"},"COUNT":{"a":"(lista-argumento)","d":"Función estadística utilizada para contar el número de celdas seleccionadas que contienen números que ignoran las celdas vacías o las que contienen texto."},"COUNTA":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de celdas y contar el número de celdas que no están vacías"},"COUNTBLANK":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de celdas y devolver el número de celdas vacías"},"COUNTIF":{"a":"(Rango-celda, criterios-de-selección)","d":"Función estadística utilizada para contar el número de celdas seleccionadas según el criterio especificado"},"COUNTIFS":{"a":"(rango-de-criterio-1, criterio-1,[rango-de-criterio-2, criterio-2], ... )","d":"Función estadística utilizada para contar el número de celdas seleccionadas en función de los múltiples criterios"},"COVAR":{"a":"(conjunto-1 , conjunto-2)","d":"Función estadística utilizada para obtener la covarianza de dos rangos de datos"},"COVARIANCE.P":{"a":"(conjunto-1 , conjunto-2)","d":"Función estadística utilizada para obtener la covarianza de la población, el promedio de los productos de las desviaciones de cada par de puntos de datos en dos conjuntos de datos; utilice la covarianza para determinar la relación entre dos conjuntos de datos."},"COVARIANCE.S":{"a":"(conjunto-1 , conjunto-2)","d":"Función estadística utilizada para obtener la covarianza de la muestra, el promedio de los productos de las desviaciones para cada par de puntos de datos en dos conjuntos de datos"},"CRITBINOM":{"a":"(número-de-pruebas, probabilidad-de-éxito, alfa)","d":"Función estadística utilizada para devolver el valor más pequeño para el cual la distribución binomial acumulada es mayor o igual que el valor alfa especificado."},"DEVSQ":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y sumar los cuadrados de las desviaciones de los números de su media."},"EXPONDIST":{"a":"(x, lambda, marcador-acumulativo)","d":"Función estadística utilizada para devolver la distribución exponencial"},"EXPON.DIST":{"a":"(x, lambda, acumulativo)","d":"Función estadística utilizada para devolver la distribución exponencial"},"FDIST":{"a":"(x, grado-libertad1, grado-libertad2)","d":"Función estadística utilizada para obtener la distribución de probabilidad F (cola derecha) (grado de diversidad) de dos conjuntos de datos. Puede usar esta función para determinar si los dos conjuntos de datos tienen distintos grados de diversidad."},"FINV":{"a":"(probabilidad, grado-libertad1, grado-libertad2)","d":"Función estadística utilizada para devolver el inverso de la distribución de probabilidad de F (de cola derecha); la distribución de F se puede utilizar en una prueba de F que compara el grado de variabilidad en dos conjuntos de datos"},"FTEST":{"a":"( conjunto1, conjunto2 )","d":"Función estadística utilizada para devolver el resultado de una prueba F Una prueba F devuelve la probabilidad doble de que las varianzas de los argumentos conjunto1 y conjunto2 no presenten diferencias significativas; use esta función para determinar si las varianzas de dos muestras son diferentes"},"F.DIST":{"a":"(x, grado-libertad1, grado-libertad2, acumulativo)","d":"Función estadística utilizada para devolver la distribución de probabilidad F. Puede usar esta función para determinar si los dos conjuntos de datos tienen distintos grados de diversidad."},"F.DIST.RT":{"a":"(x, grado-libertad1, grado-libertad2)","d":"Función estadística utilizada para obtener la distribución de probabilidad F (cola derecha) (grado de diversidad) de dos conjuntos de datos. Puede usar esta función para determinar si los dos conjuntos de datos tienen distintos grados de diversidad."},"F.INV":{"a":"(probabilidad, grado-libertad1, grado-libertad2)","d":"Función estadística utilizada para devolver el inverso de la distribución de probabilidad de F (de cola derecha); la distribución de F se puede utilizar en una prueba de F que compara el grado de variabilidad en dos conjuntos de datos"},"F.INV.RT":{"a":"(probabilidad, grado-libertad1, grado-libertad2)","d":"Función estadística utilizada para devolver el inverso de la distribución de probabilidad de F (de cola derecha); la distribución de F se puede utilizar en una prueba de F que compara el grado de variabilidad en dos conjuntos de datos"},"F.TEST":{"a":"( conjunto1, conjunto2 )","d":"Función estadística utilizada para devolver el resultado de una prueba F, la probabilidad de dos colas de que las varianzas de los argumentos conjunto1 y conjunto2 no presenten diferencias significativas; use esta función para determinar si las varianzas de dos muestras son diferentes"},"FISHER":{"a":"( número )","d":"Función estadística utilizada para devolver la transformación de Fisher de un número"},"FISHERINV":{"a":"( número )","d":"Función estadística utilizada para realizar la transformación inversa de Fisher"},"FORECAST":{"a":"(x, conjunto-1, conjunto-2)","d":"Función estadística utilizada para predecir un valor futuro basado en los valores existentes proporcionados"},"FORECAST.ETS":{"a":"( fecha_destino, valores, línea_de_tiempo, [ estacionalidad ], [ llenado_datos ], [ agregación ] )","d":"Función estadística utilizada para calcular o predecir un valor futuro en base a valores (históricos) existentes mediante la versión AAA el algoritmo de Suavizado exponencial triple (ETS)"},"FORECAST.ETS.CONFINT":{"a":"( fecha_destino, valores, línea_de_tiempo, [ nivel_confianza ], [ estacionalidad ], [ llenado_datos ], [ agregación ] )","d":"Función estadística utilizada para devolver un intervalo de confianza para el valor previsto en una fecha futura específica"},"FORECAST.ETS.SEASONALITY":{"a":"( valores, línea_de_tiempo, [ llenado_datos ], [ agregación ] )","d":"Función estadística utilizada para devolver la longitud del patrón repetitivo que Excel detecta para la serie temporal especificada"},"FORECAST.ETS.STAT":{"a":"( valores, línea_de_tiempo, tipo_estadístico, [ estacionalidad ], [ llenado_datos ], [ agregación ] )","d":"Función estadística utilizada para devolver un valor estadístico como resultado de la previsión de series temporales; el tipo estadístico indica qué estadística solicita esta función"},"FORECAST.LINEAR":{"a":"(x, ys_conocidas, xs_conocidas)","d":"Función estadística utilizada para calcular o predecir un valor futuro utilizando valores existentes; el valor predecido es un valor y para un valor x dado, los valores conocidos son valores x existentes y valores y, y el nuevo valor se predice mediante regresión lineal."},"FREQUENCY":{"a":"(conjunto-datos, conjunto-recipiente)","d":"Función estadística usada para сalcular con qué frecuencia los valores ocurren dentro del rango seleccionado de celdas y muestra el primer valor de la matriz vertical de números devueltos."},"GAMMA":{"a":"( número )","d":"Función estadística utilizada para devolver el valor de la función gamma"},"GAMMADIST":{"a":"(x, alfa, beta, acumulativo)","d":"Función estadística utilizada para devolver la distribución gamma"},"GAMMA.DIST":{"a":"(x, alfa, beta, acumulativo)","d":"Función estadística utilizada para devolver la distribución gamma"},"GAMMAINV":{"a":"(probabilidad, alfa, beta)","d":"Función estadística utilizada para devolver el inverso de la distribución acumulativa de gamma"},"GAMMA.INV":{"a":"(probabilidad, alfa, beta)","d":"Función estadística utilizada para devolver el inverso de la distribución acumulativa de gamma"},"GAMMALN":{"a":"( número )","d":"Función estadística utilizada para devolver el logaritmo natural de la función gamma"},"GAMMALN.PRECISE":{"a":"( x )","d":"Función estadística utilizada para devolver el logaritmo natural de la función gamma"},"GAUSS":{"a":"( z )","d":"Función estadística utilizada para calcular la probabilidad de que un miembro de una población normal estándar se encuentre entre la media y las desviaciones estándar z de la media"},"GEOMEAN":{"a":"(lista-argumento)","d":"Función estadística utilizada para calcular la media geométrica de la lista de argumentos"},"HARMEAN":{"a":"(lista-argumento)","d":"Función estadística utilizada para calcular la media armónica de la lista de argumentos"},"HYPGEOMDIST":{"a":"(éxitos-muestras , número-muestras , éxitos-población , número-población)","d":"Función estadística utilizada para devolver la distribución hipergeométrica, la probabilidad de un número dado de éxitos de la muestra, dado el tamaño de la muestra, los éxitos de la población y el tamaño de la población."},"INTERCEPT":{"a":"(conjunto-1 , conjunto-2)","d":"Función estadística utilizada para analizar los valores de la primera matriz y los valores de la segunda matriz para calcular el punto de intersección"},"KURT":{"a":"(lista-argumento)","d":"Función estadística usada para devolver la curtosis de la lista de argumentos"},"LARGE":{"a":"( conjunto , k )","d":"Función estadística utilizada para analizar el rango de celdas y devolver el mayor valor"},"LOGINV":{"a":"(x, media, desviación-estándar)","d":"Función estadística utilizada para devolver el inverso de la función de distribución acumulativa logarítmica del valor x dado con los parámetros especificados"},"LOGNORM.DIST":{"a":"(x , media , desviación-estándar , acumulativo)","d":"Función estadística utilizada para devolver la distribución logarítmica normal de x, donde ln(x) se distribuye normalmente con los parámetros Media y Desviación estándar"},"LOGNORM.INV":{"a":"(x, media, desviación-estándar)","d":"Función estadística utilizada para devolver el inverso de la función de distribución acumulativa logarítmica normal de x, donde ln(x) se distribuye normalmente con los parámetros Media y Desviación estándar"},"LOGNORMDIST":{"a":"(x, media, desviación-estándar)","d":"Función estadística utilizada para analizar datos transformados logarítmicamente y devolver la función de distribución acumulativa logarítmica del valor x dado con los parámetros especificados."},"MAX":{"a":"(número1, número2,...)","d":"Función estadística utilizada para analizar el rango de datos y encontrar el número más grande"},"MAXA":{"a":"(número1, número2,...)","d":"Función estadística utilizada para analizar el rango de datos y encontrar el valor más grande"},"MAXIFS":{"a":"(rango_max, criterio_rango1, criterio1 [, criterio_rango2, criterio2], ...)","d":"Función estadística utilizada para devolver el valor máximo entre celdas especificadas por un conjunto dado de condiciones o criterios"},"MEDIAN":{"a":"(lista-argumento)","d":"Función estadística utilizada para calcular la mediana de la lista de argumentos"},"MIN":{"a":"(número1, número2,...)","d":"Función estadística utilizada para analizar el rango de datos y encontrar el número más pequeño"},"MINA":{"a":"(número1, número2,...)","d":"Función estadística utilizada para analizar el rango de datos y encontrar el valor más pequeño"},"MINIFS":{"a":"(rango_min, criterio_rango1, criterio1 [, criterio_rango2, criterio2], ...)","d":"Función estadística utilizada para devolver el valor mínimo entre celdas especificadas por un conjunto dado de condiciones o criterios."},"MODE":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y devolver el valor que ocurre con más frecuencia"},"MODE.MULT":{"a":"(número1, [,número2]... )","d":"Función estadística utilizada para obtener una matriz vertical de los valores más frecuentes o repetitivos de una matriz o rango de datos."},"MODE.SNGL":{"a":"(número1, [,número2]... )","d":"Función estadística utilizada para devolver el valor más frecuente o repetitivo de una matriz o rango de datos."},"NEGBINOM.DIST":{"a":"((número-f, número-s, probabilidad-s, acumulativo)","d":"Función estadística usada para retornar la distribución binomial negativa, la probabilidad de que habrá fallas de Número-f antes del éxito de Número, con Probabilidad-s de probabilidad de éxito"},"NEGBINOMDIST":{"a":"(número-fracasos, número-éxitos, probabilidad-éxito)","d":"Función estadística utilizada para devolver la distribución binomial negativa"},"NORM.DIST":{"a":"(x, media, desviación-estándar, acumulativo)","d":"Función estadística utilizada para devolver la distribución normal para la media especificada y la desviación estándar"},"NORMDIST":{"a":"(x , media , desviación-estándar , marcador-acumulativo)","d":"Función estadística utilizada para devolver la distribución normal para la media especificada y la desviación estándar"},"NORM.INV":{"a":"(probabilidad, media, desviación-estándar)","d":"Función estadística utilizada para devolver el inverso de la distribución normal acumulativa para la media especificada y la desviación estándar"},"NORMINV":{"a":"(x, media, desviación-estándar)","d":"Función estadística utilizada para devolver el inverso de la distribución normal acumulativa para la media especificada y la desviación estándar"},"NORM.S.DIST":{"a":"(z, acumulativo)","d":"Función estadística utilizada para devolver la distribución normal estándar (tiene una media de cero y una desviación estándar de uno)."},"NORMSDIST":{"a":"( número )","d":"Función estadística utilizada para devolver la función de distribución acumulativa normal estándar."},"NORM.S.INV":{"a":"( probabilidad )","d":"Función estadística utilizada para devolver la inversa de la distribución normal acumulativa estándar; la distribución tiene una media de cero y una desviación estándar de uno"},"NORMSINV":{"a":"( probabilidad )","d":"Función estadística utilizada para devolver lo contrario de la distribución acumulativa normal estándar"},"PEARSON":{"a":"(conjunto-1 , conjunto-2)","d":"Función estadística utilizada para devolver el coeficiente de correlación de momento del producto Pearson"},"PERCENTILE":{"a":"( conjunto , k )","d":"Función estadística utilizada para analizar el rango de datos y devolver el percentil n"},"PERCENTILE.EXC":{"a":"( conjunto , k )","d":"Función estadística utilizada para devolver el percentil k de los valores en un rango, donde k está en el rango 0..1, exclusivo"},"PERCENTILE.INC":{"a":"( conjunto , k )","d":"Función estadística utilizada para devolver el percentil k de los valores en un rango, donde k está en el rango 0..1, exclusivo"},"PERCENTRANK":{"a":"( conjunto , k )","d":"Función estadística utilizada para devolver el rango de un valor en conjunto de valores como un porcentaje del conjunto."},"PERCENTRANK.EXC":{"a":"(conjunto, x[, significado])","d":"Función estadística utilizada para devolver el rango de un valor en un conjunto de datos como porcentaje (0..1, exclusivo) del conjunto de datos."},"PERCENTRANK.INC":{"a":"(conjunto, x[, significado])","d":"Función estadística utilizada para devolver el rango de un valor en un conjunto de datos como porcentaje (0..1, inclusive) del conjunto de datos."},"PERMUT":{"a":"(número, número-escogido)","d":"Función estadística utilizada para devolver el rango de un valor en un conjunto de datos como porcentaje (0..1, inclusive) del conjunto de datos."},"PERMUTATIONA":{"a":"(número, número-escogido)","d":"Función estadística utilizada para devolver el número de permutaciones para un número dado de objetos (con repeticiones) que se pueden seleccionar del total de objetos"},"PHI":{"a":"( x )","d":"Función estadística utilizada para devolver el valor de la función de densidad para una distribución normal estándar"},"POISSON":{"a":"(x, media, marcador-acumulativo)","d":"Función estadística utilizada para devolver la distribución de Poisson"},"POISSON.DIST":{"a":"(x, media, acumulativo)","d":"Función estadística utilizada para devolver la distribución de Poisson; una aplicación común de la distribución de Poisson es predecir el número de eventos en un tiempo específico, como el número de coches que llegan a una plaza de peaje en 1 minuto."},"PROB":{"a":"(x-rango, rango-probabilidad, límite-inferior[, límite-superior])","d":"Función estadística utilizada para obtener la probabilidad de que los valores de un rango se encuentren entre los límites inferior y superior"},"QUARTILE":{"a":"(conjunto , categoría-resultado)","d":"Función estadística utilizada para analizar el rango de datos y devolver el cuartil"},"QUARTILE.INC":{"a":"( conjunto , cuartil )","d":"Función estadística utilizada para devolver el cuartil de un conjunto de datos, basado en valores de percentiles desde 0..1, inclusive"},"QUARTILE.EXC":{"a":"( conjunto , cuartil )","d":"Función estadística utilizada para devolver el cuartil del conjunto de datos, basado en valores de percentiles desde 0..1, exclusivo"},"RANK":{"a":"(número, ref [, orden])","d":"Función estadística utilizada para devolver el rango de un número en una lista de números; el rango de un número es su tamaño en relación con otros valores de una lista, por lo que si tuviera que ordenar la lista, el rango del número sería su posición."},"RANK.AVG":{"a":"(número, ref [, orden])","d":"Función estadística utilizada para devolver el rango de un número en una lista de números: su tamaño en relación con otros valores de la lista; si más de un valor tiene el mismo rango, se devuelve el rango medio."},"RANK.EQ":{"a":"(número, ref [, orden])","d":"Función estadística utilizada para devolver el rango de un número en una lista de números: su tamaño es relativo a otros valores de la lista; si más de un valor tiene el mismo rango, se devuelve el rango superior de ese conjunto de valores."},"RSQ":{"a":"(conjunto-1 , conjunto-2)","d":"Función estadística utilizada para devolver el cuadrado del coeficiente de correlación de momento del producto Pearson"},"SKEW":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y devolver la asimetría de una distribución de la lista de argumentos"},"SKEW.P":{"a":"(númeror-1 [, número2],...)","d":"Función estadística utilizada para devolver la asimetría de una distribución basada en una población: una caracterización del grado de asimetría de una distribución alrededor de su media."},"SLOPE":{"a":"(conjunto-1 , conjunto-2)","d":"Función estadística utilizada para devolver la pendiente de la línea de regresión lineal a través de datos en dos matrices"},"SMALL":{"a":"( conjunto , k )","d":"Función estadística utilizada para analizar el rango de datos y encontrar el valor más pequeño"},"STANDARDIZE":{"a":"(x, media, desviación-estándar)","d":"Función estadística utilizada para devolver un valor normalizado de una distribución caracterizada por los parámetros especificados"},"STDEV":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y devolver la desviación estándar de una población basada en un conjunto de números"},"STDEV.P":{"a":"(número1 [, número2],... )","d":"Función estadística utilizada para calcular la desviación estándar basada en toda la población dada como argumento (ignora los valores lógicos y el texto)"},"STDEV.S":{"a":"(número1 [, número2],... )","d":"Función estadística utilizada para estimar la desviación estándar basada en una muestra (ignora los valores lógicos y el texto de la muestra)"},"STDEVA":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y devolver la desviación estándar de una población basada en un conjunto de números, texto y valores lógicos (VERDADERO o FALSO). La función STDEVA trata el texto y FALSO como un valor de 0 y VERDADERO como un valor de 1"},"STDEVP":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y devolver la desviación estándar de toda una población"},"STDEVPA":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el rango de datos y devolver la desviación estándar de toda una población"},"STEYX":{"a":"(conocido-ys, conocido-xs)","d":"Función estadística utilizada para devolver el error estándar del valor y predicho para cada x en la línea de regresión"},"TDIST":{"a":"(x, grado-libertad, colas)","d":"Función estadística utilizada para devolver los puntos porcentuales (probabilidad) de la distribución t de Student donde un valor numérico (x) es un valor calculado de t para el que deben calcularse los puntos porcentuales; la distribución-t se usa en la evaluación de la hipótesis de conjuntos de datos de muestras pequeñas"},"TINV":{"a":"( probabilidad , grado_libertad )","d":"Función estadística utilizada para devolver el inverso de dos colas de la distribución t de Student"},"T.DIST":{"a":"(x, grado-libertad, acumulativo)","d":"Función estadística utilizada para devolver la distribución t de cola izquierda de Student. La distribución-t se usa en la evaluación de la hipótesis de conjuntos de datos de muestras pequeñas. Use esta función en lugar de una tabla de valores críticos para la distribución-t."},"T.DIST.2T":{"a":"(x, grado-libertad)","d":"Función estadística utilizada para devolver la distribución t se Student de dos colas. La distribución t de Student se utiliza en la prueba de hipótesis de pequeños conjuntos de datos de muestra. Use esta función en lugar de una tabla de valores críticos para la distribución-t."},"T.DIST.RT":{"a":"(x, grado-libertad)","d":"Función estadística utilizada para devolver la distribución t de Student de cola derecha. La distribución-t se usa en la evaluación de la hipótesis de conjuntos de datos de muestras pequeñas. Use esta función en lugar de una tabla de valores críticos para la distribución-t."},"T.INV":{"a":"(probabilidad, grado-libertad)","d":"Función estadística utilizada para devolver el inverso de cola izquierda de la distribución t de Student"},"T.INV.2T":{"a":"(probabilidad, grado-libertad)","d":"Función estadística utilizada para devolver el inverso de dos colas de la distribución t de Student"},"T.TEST":{"a":"(conjunto1, conjunto2, colas, tipo)","d":"Función estadística utilizada para obtener la probabilidad asociada con el t-Test de Student; utilice PRUEBA.T para determinar si es probable que dos muestras provengan de las mismas dos poblaciones subyacentes que tienen la misma media."},"TRIMMEAN":{"a":"(conjunto1, conjunto2, colas, tipo)","d":"Función estadística utilizada para obtener la media del interior de un conjunto de datos; TRIMMEAN calcula la media tomada excluyendo un porcentaje de puntos de datos de las colas superior e inferior de un conjunto de datos."},"TTEST":{"a":"(conjunto1, conjunto2, colas, tipo)","d":"Función estadística utilizada para obtener la probabilidad asociada con el t-Test de Student; utilice PRUEBA.T para determinar si es probable que dos muestras provengan de las mismas dos poblaciones subyacentes que tienen la misma media."},"VAR":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el conjunto de valores y calcular la desviación del muestreo"},"VAR.P":{"a":"(número1 [, número2],... )","d":"Función estadística utilizada para calcular la desviación basada en toda la población (ignora los valores lógicos y el texto de la población)"},"VAR.S":{"a":"(número1 [, número2],... )","d":"Función estadística utilizada para estimar la varianza basada en un muestreo (ignora los valores lógicos y el texto en el muestreo)"},"VARA":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el conjunto de valores y calcular la desviación del muestreo"},"VARP":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el conjunto de valores y calcular la varianza de toda una población"},"VARPA":{"a":"(lista-argumento)","d":"Función estadística utilizada para analizar el conjunto de valores y devolver la varianza de toda una población"},"WEIBULL":{"a":"(x, alfa, beta, acumulativo)","d":"Función estadística utilizada para devolver la distribución Weibull; utilice esta distribución en el análisis de fiabilidad, como el cálculo del tiempo medio de fallo de un dispositivo."},"WEIBULL.DIST":{"a":"(x, alfa, beta, acumulativo)","d":"Función estadística utilizada para devolver la distribución Weibull; utilice esta distribución en el análisis de fiabilidad, como el cálculo del tiempo medio de fallo de un dispositivo."},"Z.TEST":{"a":"(conjunto, x[, sigma])","d":"Función estadística utilizada para obtener el valor P de una cola de un ensayo en z; para la media de una población hipotética dada, x, PRUEBA.Z obtiene la probabilidad de que la media de la muestra sea mayor que la media de las observaciones en el conjunto de datos (array), es decir, la media de la muestra observada."},"ZTEST":{"a":"(conjunto, x[, sigma])","d":"Función estadística utilizada para retornar el valor de probabilidad de una cola de una prueba z; para una población hipotética dada, μ, ZPRUEBA retorna la probabilidad de que la media de la muestra sea mayor que el promedio de las observaciones en el conjunto de datos (array) - es decir, la media de la muestra observada."},"ACCRINT":{"a":"(emisión, primer-interés, acuerdo, tasa, [nominal], frecuencia[, [base]])","d":"Función financiera utilizada para calcular el interés acumulado para un valor que paga intereses periódicos"},"ACCRINTM":{"a":"(emisión, acuerdo, tasa, [[nominal] [, [base]]])","d":"Función financiera utilizada para calcular los intereses devengados de un valor que paga intereses al vencimiento"},"AMORDEGRC":{"a":"(costo, fecha-de-compra, primer-periodo, residuo, periodo, tasa[, [base]])","d":"Función financiera utilizada para calcular la depreciación de un activo fijo para cada período contable utilizando un método de depreciación decreciente"},"AMORLINC":{"a":"(costo, fecha-de-compra, primer-periodo, residuo, periodo, tasa[, [base]])","d":"Función financiera utilizada para calcular la amortización de un activo fijo para cada período contable utilizando un método de amortización lineal."},"COUPDAYBS":{"a":"(liquidación, vencimiento, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el número de días desde el inicio del período de cupón hasta la fecha de liquidación"},"COUPDAYS":{"a":"(liquidación, vencimiento, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el número de días en el período de cupón que contiene la fecha de liquidación"},"COUPDAYSNC":{"a":"(liquidación, vencimiento, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el número de días desde la fecha de la liquidación hasta el siguiente pago de cupón"},"COUPNCD":{"a":"(liquidación, vencimiento, frecuencia[, [base]])","d":"Función financiera utilizada para calcular la siguiente fecha de cupón después de la fecha de liquidación"},"COUPNUM":{"a":"(liquidación, vencimiento, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el número de cupones entre la fecha de liquidación y la fecha de vencimiento"},"COUPPCD":{"a":"(liquidación, vencimiento, frecuencia[, [base]])","d":"Función financiera utilizada para calcular la fecha de cupón anterior anterior a la fecha de liquidación"},"CUMIPMT":{"a":"( tasa , nper , pv , período-inicio , período-finalización , tipo)","d":"Función financiera utilizada para calcular el interés acumulado pagado por una inversión entre dos períodos basado en un tipo de interés específico y un plan de pagos constante."},"CUMPRINC":{"a":"( tasa , nper , pv , período-inicio , período-finalización , tipo)","d":"Función financiera utilizada para calcular el capital acumulado pagado en una inversión entre dos períodos basada en un tipo de interés específico y un plan de pago constante."},"DB":{"a":"(costo, residuo, vida, periodo[, [mes]])","d":"Función financiera utilizada para calcular la amortización de un activo fijo para un período contable específico utilizando el método de saldo fijo decreciente."},"DDB":{"a":"(costo, residuo, vida, periodo[, factor])","d":"Función financiera utilizada para calcular la amortización de un activo fijo para un período contable específico utilizando el método de saldo doblemente decreciente"},"DISC":{"a":"(liquidación, vencimiento, pr, reembolso[, [base]])","d":"Función financiera utilizada para calcular el tipo de descuento para un valor"},"DOLLARDE":{"a":"(fraccional-dollar, fracción)","d":"Función financiera utilizada para convertir un precio en dólares representado como una fracción a un precio en dólares representado como un número decimal."},"DOLLARFR":{"a":"(decimal-dollar, fracción)","d":"Función financiera utilizada para convertir un precio en dólares representado como un número decimal en un precio en dólares representado como una fracción."},"DURATION":{"a":"(liquidación, vencimiento, cupón, yld, frecuencia[, [base]])","d":"Función financiera utilizada para calcular la duración Macaulay de un valor con un valor nominal supuesto de $100."},"EFFECT":{"a":"(tasa-nominal, npery)","d":"Función financiera utilizada para calcular la tasa de interés efectiva anual para un título basado en una tasa de interés nominal anual específica y el número de períodos de capitalización por año"},"FV":{"a":"(tasa, nper, pmt [, [pv] [,[tipo]]])","d":"Función financiera utilizada para calcular el valor futuro de una inversión basada en un tipo de interés específico y un plan de pagos constante."},"FVSCHEDULE":{"a":"(principal, programa)","d":"Función financiera utilizada para calcular el valor futuro de una inversión basada en una serie de tipos de interés variables."},"INTRATE":{"a":"(liquidación, vencimiento, pr, reembolso[, [base]])","d":"Función financiera utilizada para calcular el tipo de interés de un valor totalmente invertido que paga intereses sólo al vencimiento."},"IPMT":{"a":"(tasa, per, nper, pv [, [fv] [,[tipo]]])","d":"Función financiera utilizada para calcular la bonificación de intereses de una participación basada en un tipo de interés específico y un plan de pagos constante."},"IRR":{"a":"(valores [,[suposición]])","d":"Función financiera utilizada para calcular la tasa interna de rendimiento para una serie de flujos de caja periódicos"},"ISPMT":{"a":"(tasa, per, nper, vp)","d":"Función financiera utilizada para calcular la bonificación de intereses para un período determinado de una inversión basada en un plan de pagos constante."},"MDURATION":{"a":"(liquidación, vencimiento, cupón, yld, frecuencia[, [base]])","d":"Función financiera utilizada para calcular la duración Macaulay modificada de un valor con un valor nominal supuesto de $100"},"MIRR":{"a":"(valores, tasa-financiera, tasa-reinvertir)","d":"Función financiera utilizada para calcular la tasa interna de rendimiento modificada para una serie de flujos de efectivo periódicos"},"NOMINAL":{"a":"(tasa-efecto, npery)","d":"Función financiera utilizada para calcular el tipo de interés nominal anual de un título basado en un tipo de interés efectivo anual especificado y el número de períodos de capitalización por año"},"NPER":{"a":"(tasa, pmt, pv [, [fv] [,[tipo]]])","d":"Función financiera utilizada para calcular el número de períodos de una inversión en función de un tipo de interés específico y un plan de pagos constante."},"NPV":{"a":"(tasa, lista-argumento)","d":"Función financiera utilizada para calcular el valor actual neto de una participación basada en una tasa de descuento especificada"},"ODDFPRICE":{"a":"(liquidación, vencimiento, emisión, primer-cupón, tasa, yld, reembolso, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el precio por valor nominal de $100 para un valor que paga intereses periódicos pero tiene un primer período impar (es más corto o más largo que otros períodos)."},"ODDFYIELD":{"a":"(liquidación, vencimiento, emisión, primer-cupón, tasa, pr, reembolso, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el rendimiento de un valor que paga intereses periódicos pero tiene un primer período impar (es más corto o más largo que otros períodos)."},"ODDLPRICE":{"a":"(liquidación, vencimiento, último-interés, tasa, yld, reembolso, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el precio por valor nominal de $100 para un valor que paga intereses periódicos pero tiene un último período impar (es más corto o más largo que otros períodos)."},"ODDLYIELD":{"a":"(liquidación, vencimiento, último-interés, tasa, pr, reembolso, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el rendimiento de un valor que paga intereses periódicos pero que tiene un último período impar (es más corto o más largo que otros períodos)."},"PDURATION":{"a":"(tasa, pv, fv)","d":"Función financiera utilizada para devolver la cantidad de períodos necesarios para que una inversión alcance un valor especificado"},"PMT":{"a":"(tasa, nper, pv [, [fv] [,[tipo]]])","d":"Función financiera utilizada para calcular el importe de pago de un préstamo basado en un tipo de interés específico y un plan de pagos constante."},"PPMT":{"a":"(tasa, per, nper, pv [, [fv] [,[tipo]]])","d":"Función financiera utilizada para calcular el pago principal de una inversión basado en un tipo de interés específico y un plan de pagos constante."},"PRICE":{"a":"( liquidación, vencimiento, tasa, yld, reembolso, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el precio por cada valor nominal de $100 de un valor que paga intereses periódicos"},"PRICEDISC":{"a":"( liquidación, vencimiento, descuento, reembolso[, [base]])","d":"Función financiera utilizada para calcular el precio por cada valor nominal de $100 para un valor descontado"},"PRICEMAT":{"a":"(liquidación, vencimiento, emisión, tasa, yld[, [base]])","d":"Función financiera utilizada para calcular el precio por cada $100 de valor nominal de un valor que paga intereses al vencimiento"},"PV":{"a":"(tasa, nper, pmt [, [fv] [,[tipo]]])","d":"Función financiera utilizada para calcular el valor actual de una inversión basada en un tipo de interés específico y un plan de pagos constante."},"RATE":{"a":"( nper , pmt , pv  [ , [ [ fv ] [ , [ [ tipo] [ , [ suposición ] ] ] ] ] ] )","d":"Función financiera utilizada para calcular el tipo de interés de una inversión basada en un plan de pagos constantes."},"RECEIVED":{"a":"(liquidación, vencimiento, inversión, descuento[, [base]])","d":"Función financiera utilizada para calcular el importe recibido al vencimiento por un valor totalmente invertido"},"RRI":{"a":"(nper, pv, fv)","d":"Función financiera utilizada para devolver una tasa de interés equivalente para el crecimiento de una inversión."},"SLN":{"a":"(costo, residuo, vida)","d":"Función financiera utilizada para calcular la amortización de un activo fijo para un período contable utilizando el método de amortización lineal"},"SYD":{"a":"(costo, residuo, vida, per)","d":"Función financiera utilizada para calcular la amortización de un activo fijo para un período contable específico utilizando el método de la suma de los dígitos de los años."},"TBILLEQ":{"a":"(liquidación, vencimiento, descuento)","d":"Función financiera utilizada para calcular el rendimiento equivalente en bonos de una letra del Tesoro"},"TBILLPRICE":{"a":"(liquidación, vencimiento, descuento)","d":"Función financiera utilizada para calcular el precio por cada $100 de valor nominal de una letra del Tesoro"},"TBILLYIELD":{"a":"(liquidación, vencimiento, pr)","d":"Función financiera utilizada para calcular el rendimiento de una letra del Tesoro"},"VDB":{"a":"(costo, residuo, vida, periodo-inicio, periodo-final[, [[factor][, [marcador-no-cambiante]]]]])","d":"Función financiera utilizada para calcular la amortización de un activo fijo para un período contable específico o parcial utilizando el método de saldo decreciente variable"},"XIRR":{"a":"(valores, fechas [,[suposición]])","d":"Función financiera utilizada para calcular la tasa interna de rentabilidad de una serie de flujos de efectivo irregulares"},"XNPV":{"a":"(tasa, valores, fechas)","d":"Función financiera utilizada para calcular el valor actual neto de una inversión sobre la base de un tipo de interés específico y un calendario de pagos irregulares"},"YIELD":{"a":"(liquidación, vencimiento, tasa, pr, reembolso, frecuencia[, [base]])","d":"Función financiera utilizada para calcular el rendimiento de un valor que paga intereses periódicos"},"YIELDDISC":{"a":"(liquidación, vencimiento, pr, reembolso[, [base]])","d":"Función financiera utilizada para calcular el rendimiento anual de un valor descontado"},"YIELDMAT":{"a":"(liquidación, vencimiento, emisión, tasa, pr [, [base]])","d":"Función financiera utilizada para calcular el rendimiento anual de un valor que paga intereses al vencimiento"},"ABS":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el valor absoluto de un número"},"ACOS":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el arcocoseno de un número"},"ACOSH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el coseno hiperbólico inverso de un número"},"ACOT":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el valor principal de la arccotangente, o cotangente inversa, de un número"},"ACOTH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la cotangente hiperbólica inversa de un número"},"AGGREGATE":{"a":"(función_núm, opciones, ref1 [, ref2], ...)","d":"Función de matemáticas y trigonometría utilizada para devolver un agregado en una lista o base de datos; la función puede aplicar diferentes funciones de agregados a una lista o base de datos con la opción de ignorar filas ocultas y valores de error."},"ARABIC":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para convertir un número romano en un número arábigo"},"ASIN":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el arcoseno de un número"},"ASINH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el seno hiperbólico inverso de un número"},"ATAN":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la arctangente de un número"},"ATAN2":{"a":"( x, y )","d":"Función de matemáticas y trigonometría utilizada para devolver la arctangente de las coordenadas x e y"},"ATANH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la tangente hiperbólica inversa de un número"},"BASE":{"a":"( número , base [ , largo-mínimo ] )","d":"Convierte un número en una representación de texto con la base dada"},"CEILING":{"a":"( x, significado)","d":"Función de matemáticas y trigonometría utilizada para redondear el número hasta el múltiplo de significación más cercano"},"CEILING.MATH":{"a":"(x [, [significado] [, [modo]])","d":"Función de matemáticas y trigonometría utilizada para redondear un número hasta el entero más cercano o hasta el múltiplo de significación más cercano."},"CEILING.PRECISE":{"a":"( x [, significado])","d":"Función de matemáticas y trigonometría utilizada para devolver un número que se redondea hacia arriba al entero más cercano o al múltiplo de significación más cercano."},"COMBIN":{"a":"(número, número-escogido)","d":"Función de matemáticas y trigonometría utilizada para devolver el número de combinaciones para un número específico de elementos"},"COMBINA":{"a":"(número, número-escogido)","d":"Función de matemáticas y trigonometría utilizada para devolver el número de combinaciones (con repeticiones) para un número dado de elementos"},"COS":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el coseno de un ángulo"},"COSH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el coseno hiperbólico de un número"},"COT":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la cotangente de un ángulo especificado en radianes"},"COTH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la cotangente hiperbólica de un ángulo hiperbólico"},"CSC":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el cosecante de un ángulo"},"CSCH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el cosecante hiperbólico de un ángulo"},"DECIMAL":{"a":"(texto, base)","d":"Convierte una representación de texto de un número en una base dada en un número decimal."},"DEGREES":{"a":"( ángulo )","d":"Función de matemáticas y trigonometría utilizada para convertir radianes en grados"},"ECMA.CEILING":{"a":"( x, significado)","d":"Función de matemáticas y trigonometría utilizada para redondear el número hasta el múltiplo de significación más cercano"},"EVEN":{"a":"( x )","d":"Función matemática y de trigonometría utilizada para redondear el número hasta el entero par más cercano"},"EXP":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la constante e elevada a la potencia deseada. La constante e es igual a 2,71828182845904."},"FACT":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el factorial de un número"},"FACTDOUBLE":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el doble factorial de un número"},"FLOOR":{"a":"( x, significado)","d":"Función de matemáticas y trigonometría utilizada para redondear el número hacia abajo hasta el múltiplo de significación más cercano"},"FLOOR.PRECISE":{"a":"( x, significado)","d":"Función de matemáticas y trigonometría utilizada para devolver un número que se redondea hacia abajo al entero más cercano o al múltiplo de significación más cercano."},"FLOOR.MATH":{"a":"( x, significado)","d":"Función de matemáticas y trigonometría utilizada para redondear un número hacia abajo al entero más cercano o al múltiplo de significación más cercano."},"GCD":{"a":"(lista-argumento)","d":"Función de matemáticas y trigonometría utilizada para devolver el mayor divisor común de dos o más números"},"INT":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para analizar y devolver la parte entera del número especificado"},"ISO.CEILING":{"a":"( número [, significado])","d":"Función de matemáticas y trigonometría utilizada para devolver un número que se redondea hacia arriba al entero más cercano o al múltiplo de significación más cercano, independientemente del signo del número. Sin embargo, si el número o el significado es cero, se devuelve cero."},"LCM":{"a":"(lista-argumento)","d":"Función de matemáticas y trigonometría utilizada para devolver el múltiplo común más bajo de uno o más números"},"LN":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el logaritmo natural de un número"},"LOG":{"a":"( x [, base])","d":"Función de matemáticas y trigonometría utilizada para devolver el logaritmo de un número a una base especificada"},"LOG10":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el logaritmo de un número a una base de 10"},"MDETERM":{"a":"( conjunto )","d":"Función de matemáticas y trigonometría utilizada para devolver el determinante matricial de un conjunto"},"MINVERSE":{"a":"( conjunto )","d":"Función de matemáticas y trigonometría utilizada para devolver la matriz inversa para una matriz dada y mostrar el primer valor de la matriz de números devuelta."},"MMULT":{"a":"(Conjunto1, conjunto2)","d":"Función de matemáticas y trigonometría utilizada para devolver el producto de la matriz de dos matrices y mostrar el primer valor de la matriz de números devuelta"},"MOD":{"a":"( x, y )","d":"Función de matemáticas y trigonometría utilizada para devolver el resto después de la división de un número por el divisor especificado"},"MROUND":{"a":"( x, múltiple)","d":"Función de matemáticas y trigonometría utilizada para redondear el número al múltiplo deseado"},"MULTINOMIAL":{"a":"(lista-argumento)","d":"Función de matemáticas y trigonometría utilizada para devolver la relación entre el factorial de una suma de números y el producto de los factoriales."},"ODD":{"a":"( x )","d":"Función de matemáticas y trigonometría usada para redondear el número al número entero impar más cercano"},"PI":{"a":"()","d":"Funciones de matemática y trigonometría La función devuelve el constante matemático pi, que vale 3.14159265358979. No requiere ningún argumento."},"POWER":{"a":"( x, y )","d":"Función de matemáticas y trigonometría utilizada para devolver el resultado de un número elevado a la potencia deseada"},"PRODUCT":{"a":"(lista-argumento)","d":"Función de matemáticas y trigonometría utilizada para multiplicar todos los números en el rango seleccionado de celdas y devolver el producto"},"QUOTIENT":{"a":"(dividendo, divisor)","d":"Función de matemáticas y trigonometría utilizada para devolver la parte entera de una división"},"RADIANS":{"a":"( ángulo )","d":"Función de matemáticas y trigonometría utilizada para convertir grados en radianes"},"RAND":{"a":"()","d":"Función de matemáticas y trigonometría utilizada para devolver un número aleatorio mayor o igual que 0 y menor que 1. No requiere ningún argumento."},"RANDBETWEEN":{"a":"(límite-inferior, límite-superior)","d":"Función de matemáticas y trigonometría utilizada para devolver un número aleatorio mayor o igual que el del límite inferior y menor o igual que el del límite superior"},"ROMAN":{"a":"(número, forma)","d":"Función de matemáticas y trigonometría utilizada para convertir un número en un número romano"},"ROUND":{"a":"(x , número-dígitos)","d":"Función matemática y de trigonometría utilizada para redondear el número al número deseado de dígitos"},"ROUNDDOWN":{"a":"(x , número-dígitos)","d":"Función de matemáticas y trigonometría utilizada para redondear el número hacia abajo hasta el número deseado de dígitos"},"ROUNDUP":{"a":"(x , número-dígitos)","d":"Función matemática y de trigonometría utilizada para redondear el número hasta el número deseado de dígitos"},"SEC":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la secante de un ángulo"},"SECH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la secante hiperbólica de un ángulo"},"SERIESSUM":{"a":"(valor-entrada, potencia-inicial, paso, coeficientes)","d":"Función de matemáticas y trigonometría utilizada para devolver la suma de una serie de potencias"},"SIGN":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el signo de un número. Si el número es positivo la función devolverá 1. Si el número es negativo la función devolverá -1. Si el número vale 0, la función devolverá 0."},"SIN":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el seno de un ángulo"},"SINH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver el seno hiperbólico de un número"},"SQRT":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la raíz cuadrada de un número"},"SQRTPI":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la raíz cuadrada de la constante pi (3.1415926565358979) multiplicada por el número especificado"},"SUBTOTAL":{"a":"(número-función, lista-argumento)","d":"Función de matemáticas y trigonometría utilizada para devolver un subtotal en una lista o base de datos"},"SUM":{"a":"(lista-argumento)","d":"Función de matemáticas y trigonometría usada para sumar todos los números en el rango seleccionado de celdas y devolver el resultado"},"SUMIF":{"a":"(rango-celda, criterio-selección [, rango-suma])","d":"Función de matemáticas y trigonometría utilizada para sumar todos los números en el rango seleccionado de celdas basado en el criterio especificado y devolver el resultado"},"SUMIFS":{"a":"(suma-rango, criterio-rango1, criterio1, [criterio-rango2, criterio2], ... )","d":"Función de matemáticas y trigonometría usada para sumar todos los números en el rango seleccionado de celdas basado en múltiples criterios y devolver el resultado"},"SUMPRODUCT":{"a":"(lista-argumento)","d":"Función de matemáticas y trigonometría utilizada para multiplicar los valores en los rangos seleccionados de celdas o matrices y devolver la suma de los productos"},"SUMSQ":{"a":"(lista-argumento)","d":"Función de matemáticas y trigonometría utilizada para sumar los cuadrados de los números y devolver el resultado"},"SUMX2MY2":{"a":"(conjunto-1 , conjunto-2)","d":"Función de matemáticas y trigonometría utilizada para sumar la diferencia de cuadrados entre dos matrices"},"SUMX2PY2":{"a":"(conjunto-1 , conjunto-2)","d":"Función de matemáticas y trigonometría usada para sumar los cuadrados de números en los conjuntos seleccionados y devolver la suma de los resultados."},"SUMXMY2":{"a":"(conjunto-1 , conjunto-2)","d":"Función de matemáticas y trigonometría utilizada para devolver la suma de los cuadrados de las diferencias entre los ítems correspondientes en los conjuntos"},"TAN":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la tangente de un ángulo"},"TANH":{"a":"( x )","d":"Función de matemáticas y trigonometría utilizada para devolver la tangente hiperbólica de un número"},"TRUNC":{"a":"(x [,número-dígitos])","d":"Función de matemáticas y trigonometría utilizada para devolver un número truncado a un número específico de dígitos"},"ADDRESS":{"a":"(fila-número, col-número[ , [ref-tipo] [, [A1-ref-tipo-indicador] [, nombre de la hoja]]])","d":"Función de búsqueda y referencia usada para devolver una representación de texto de una dirección de celda"},"CHOOSE":{"a":"(índice, lista-argumento)","d":"Función de búsqueda y referencia utilizada para devolver un valor de una lista de valores basados en un índice específico (posición)"},"COLUMN":{"a":"( [ referencia ] )","d":"Función de búsqueda y referencia utilizada para devolver el número de columna de una celda"},"COLUMNS":{"a":"( conjunto )","d":"Función de búsqueda y referencia usada para devolver el número de columnas en una referencia de celda"},"FORMULATEXT":{"a":"( referencia )","d":"Función de búsqueda y referencia utilizada para devolver una fórmula como una cadena"},"HLOOKUP":{"a":"(buscar-valor, conjunto-tabla, núm-índice-fila[, [rango-buscar-marcador]])","d":"Función de búsqueda y referencia usada para realizar la búsqueda horizontal de un valor en la fila superior de una tabla o de un conjunto y devolver el valor en la misma columna basado en un número de índice de fila especificado."},"INDEX":{"a":"(conjunto, [número-fila][, [número-columna]])","d":"Función de búsqueda y referencia utilizada para devolver un valor dentro de un rango de celdas en la base de un número de línea y columna especificado. La función INDICE tiene dos formas."},"INDIRECT":{"a":"(texto-ref [, A1-estilo-ref-marcador])","d":"Función de búsqueda y referencia usada para devolver la referencia a una celda basada en su representación de cadena"},"LOOKUP":{"a":"(valor-buscar, vector-buscar, resultado-vector)","d":"Función de búsqueda y referencia utilizada para devolver un valor de un rango seleccionado (línea o columna que contiene los datos en orden ascendente)"},"MATCH":{"a":"(valor-buscar, conjunto-buscar[ , [tipo-coincidir]])","d":"Función de búsqueda y referencia utilizada para devolver una posición relativa de un artículo específico en un rango de celdas"},"OFFSET":{"a":"(referencia, filas, columnas[, [altura] [, [ancho]]])","d":"Función de búsqueda y referencia utilizada para devolver una referencia a una celda desplazada de la celda especificada (o de la celda superior izquierda en el rango de celdas) a un cierto número de filas y columnas."},"ROW":{"a":"( [ referencia ] )","d":"Función de búsqueda y referencia usada para devolver el número de fila de una referencia de celda"},"ROWS":{"a":"( conjunto )","d":"Función de búsqueda y referencia usada para devolver el número de filas en una celda de referencia"},"TRANSPOSE":{"a":"( conjunto )","d":"Función de búsqueda y referencia utilizada para devolver el primer elemento de un conjunto"},"VLOOKUP":{"a":"(valor-buscar, tabla-conjunto, col-índice-núm[, [rango-buscar-marcador]])","d":"Función de búsqueda y referencia utilizada para realizar la búsqueda vertical de un valor en la columna de la izquierda de una tabla o conjunto y devolver el valor en la misma fila basado en un número de índice de columna especificado."},"ERROR.TYPE":{"a":"(valor)","d":"Función de información utilizada para devolver la representación numérica de uno de los errores existentes"},"ISBLANK":{"a":"(valor)","d":"Función de información utilizada para comprobar si la celda está vacía o no. Si la celda no contiene ningún valor, la función devolverá VERDADERO, en otro caso la función devolverá FALSO."},"ISERR":{"a":"(valor)","d":"Función de información utilizada para comprobar un valor de error. Si la celda contiene un valor de error (excepto #N/A),la función devolverá VERDADERO, en otro caso la función devolverá FALSO."},"ISERROR":{"a":"(valor)","d":"Función de información utilizada para comprobar un valor de error. Si la celda contiene uno de los valores de error: #N/A, #VALUE!, #REF!, #DIV/0!, #NUM!, #NAME? or #NULL, la función devolverá VERDADERO, en otro caso la función devolverá FALSO"},"ISEVEN":{"a":"(número)","d":"Función de información utilizada para comprobar un valor par. Si la celda contiene un valor par, la función devolverá VERDADERO. Si el valor es impar, la función devolverá FALSO."},"ISFORMULA":{"a":"( valor )","d":"Función de información utilizada para verificar si hay una referencia a una celda que contiene una fórmula y devuelve VERDADERO o FALSO"},"ISLOGICAL":{"a":"(valor)","d":"Función de información utilizada para verificar un valor lógico (VERDADERO o FALSO). Si la celda contiene un valor lógico, la función devolverá VERDADERO, si no la función devolverá FALSO."},"ISNA":{"a":"(valor)","d":"Función de información utilizada para comprobar la existencia de un error #N/A. Si la celda contiene un valor de error #N/A , la función devolverá VERDADERO, en otro caso la función devolverá FALSO."},"ISNONTEXT":{"a":"(valor)","d":"Función de información utilizada para verificar un valor que no es un texto. Si la celda no contiene un valor de texto, la función devolverá VERDADERO, si no la función devolverá FALSO."},"ISNUMBER":{"a":"(valor)","d":"Función de información utilizada para comprobar un valor numérico. Si la celda contiene un valor numérico, la función devolverá VERDADERO, si no la función devolverá FALSO."},"ISODD":{"a":"(número)","d":"Función de información utilizada para comprobar un valor impar. Si la celda contiene un valor impar, la función devolverá VERDADERO. Si el valor es par, la función devolverá FALSO."},"ISREF":{"a":"(valor)","d":"Función de información utilizada para verificar si el valor es una referencia de celda válida"},"ISTEXT":{"a":"(valor)","d":"Función de información utilizada para verificar un valor de texto. Si la celda contiene un valor de texto, la función devolverá VERDADERO, si no la función devolverá FALSO."},"N":{"a":"(valor)","d":"Función de información utilizada para convertir un valor en un número"},"NA":{"a":"()","d":"Función de información utilizada para devolver el valor de error #N/A. Esta función no requiere ningún argumento."},"SHEET":{"a":"( valor )","d":"Función de información utilizada para devolver el número de hoja de la hoja de referencia"},"SHEETS":{"a":"( referencia )","d":"Función de información utilizada para devolver el número de hojas de una referencia"},"TYPE":{"a":"( valor )","d":"Función de información utilizada para determinar el tipo de valor resultante o visualizado"},"AND":{"a":"(lógico1, lógico2, ... )","d":"Función lógica utilizada para verificar si el valor lógico introducido es VERDADERO o FALSO. La función devolverá VERDADERO si todos los argumentos son VERDADEROS."},"FALSE":{"a":"()","d":"Funciones lógicas La función devolverá FALSO y no requiere ningún argumento."},"IF":{"a":"(prueba_lógica, valor_si_verdadero, valor_si_falso)","d":"Se usa para comprobar la expresión lógica y devolver un valor si es VERDADERO, u otro valor si es FALSO."},"IFS":{"a":"( prueba_lógica1, valor_si_verdadero1, [ prueba_lógica2 , valor_si_verdadero2 ] , … )","d":"Función lógica utilizada para comprobar si se cumplen una o varias condiciones y devuelve un valor que corresponde a la primera condición VERDADERO"},"IFERROR":{"a":" (valor, valor_si_error,)","d":"Función lógica utilizada para comprobar si hay un error en la fórmula del primer argumento. La función devuelve el resultado de la fórmula si no hay ningún error, o el valor_si_error si hay uno"},"IFNA":{"a":"(Valor, valor_si_error)","d":"Función lógica utilizada para comprobar si hay un error en la fórmula del primer argumento. La función devolverá el valor que ha especificado si la fórmula devuelve el valor de error #N/A, si no, devuelve el resultado de la fórmula."},"NOT":{"a":"( lógica )","d":"Función lógica utilizada para verificar si el valor lógico introducido es VERDADERO o FALSO. La función devolverá VERDADERO si el argumento es FALSO y FALSO si argumento es VERDADERO."},"OR":{"a":"(lógico1, lógico2, ...)","d":"Función lógica utilizada para verificar si el valor lógico introducido es VERDADERO o FALSO. La función devolverá FALSO si todos los argumentos son FALSO."},"SWITCH":{"a":"(expresión, valor1, resultado1[, [por-defecto o valor2] [, [resultado2]], ...[por-defecto o valor3, resultado3]])","d":"Función lógica utilizada para evaluar un valor (llamado expresión) contra una lista de valores, y devuelve el resultado correspondiente al primer valor coincidente; si no hay coincidencia, se puede devolver un valor predeterminado opcional."},"TRUE":{"a":"()","d":"Función lógica utilizada para devolver VERDADERO y no requiere ningún argumento"},"XOR":{"a":"(lógico1 [ , lógico2 ] , ... )","d":"Función lógica utilizada para devolver un lógico exclusivo O de todos los argumentos"}}